[
    {
        "nom": "As de Cœur",
        "famille": "Cœur",
        "niveau": "As",
        "surnom": "Le Perdant au Cœur de Pierre",
        "surnom_complementaire": "Le Survivant refermé",
        "ce_quil_donne_au_debut": "Une sensibilité désarmante. Il te parle de son passé, de ses blessures. Il se montre vulnérable, cabossé, touchant. Tu crois qu’il a besoin d’amour pour guérir… et tu penses être celle qui peut l’aider à rouvrir son cœur.",
        "ce_quil_veut_vraiment": "Ne plus souffrir. Il veut de la douceur sans risque, de la présence sans exposition. Il cherche un refuge, pas une relation consciente. Il veut qu’on le comprenne, pas qu’on l’exige.",
        "besoin_de_controle": "Il contrôle en s’effaçant. En jouant la victime. En te laissant croire que c’est toi qui as les rênes… alors qu’il verrouille toute forme de transformation.",
        "perte_de_controle": "Il se ferme. Se plaint. Se retire. Il se réfugie dans le silence, la fatigue, les excuses. Il devient passif, voire autodestructeur, et te laisse porter tout le poids du lien.",
        "comportement_relationnel_typique": "Il est doux, mais absent. Présent, mais vide. Il évite les confrontations. Il se réfugie dans ses émotions mais refuse d’agir dessus. Il est enfermé dans sa mélancolie.",
        "red_flags_recurrents": [
            "Ne se remet jamais vraiment en question",
            "Te fait sentir cruelle quand tu poses tes limites",
            "Répète sans cesse qu’il est brisé",
            "Incarne la résignation comme style de vie",
            "Tu fais tout pendant qu’il “répare ses morceaux”"
        ],
        "leurres_ou_illusions": "Il donne l’illusion d’une grande profondeur. Il te fait croire que tu vis un amour rare et subtil, alors qu’il te tient dans un triangle dramatique où tu deviens la sauveuse.",
        "pourquoi_difficile_a_quitter": "Parce qu’il te fait pitié. Tu crois qu’il n’a que toi. Tu espères voir émerger l’homme qu’il aurait pu devenir. Et tu as peur de l’abandonner alors qu’il t’a donné… sa douleur.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu deviens une thérapeute affective. Tu fais des efforts à sa place. Tu te retrouves à t’adapter à ses silences, à gérer sa tristesse, à porter ses traumas… et à t’oublier.",
        "talon_dachille": "Il croit qu’aimer, c’est se perdre. Il associe l’amour à la douleur. Il a tellement souffert qu’il a fermé la porte… puis jeté la clé.",
        "face_cachee": "Il peut être dur. Sec. Défensif. Il n’est pas seulement sensible, il est figé dans une posture de survie émotionnelle qui peut devenir toxique.",
        "evolution_possible": "Oui, s’il accepte de faire un vrai travail de reconstruction — sans s’appuyer sur une Queen pour panser ses plaies. Mais il doit passer de 'pauvre de moi' à 'je prends responsabilité'.",
        "carte_miroir": "Il vient réveiller ton besoin de réparer. Il active ton syndrome de la sauveuse. Il met en lumière ta difficulté à laisser partir ce qui ne veut pas guérir.",
        "conseil_reine_mere": "Ce n’est pas parce qu’il pleure qu’il est prêt. Ne confonds pas douleur et volonté. Aimer un homme figé, c’est se transformer en couverture chauffante. Et une Queen ne chauffe pas un fantôme.",
        "phrase_flush_royal": "T’étais pas brisé. T’étais bloqué. Et moi, j’ai pas signé pour jouer la serrure émotionnelle pendant que tu gardais les bras croisés.",
        "verdict_final": "À flusher si tu veux bâtir une relation vivante. À garder uniquement si tu veux être l’infirmière en chef d’un cœur sous respirateur émotionnel."
    },
    {
        "nom": "2 de Cœur",
        "famille": "Cœur",
        "niveau": "2",
        "surnom": "Le Crétin Don Juan",
        "surnom_complementaire": "Le Lover de cantine",
        "ce_quil_donne_au_debut": "De l’attention, des mots doux, des messages mignons. Il est tactile, présent, expressif. Il crée rapidement une intimité émotionnelle et physique. Tu as l’impression d’être dans un film romantique… version TikTok.",
        "ce_quil_veut_vraiment": "Être aimé — par toutes. Il a besoin de validation constante. Il veut sentir qu’il plaît, qu’il est désiré, qu’il est spécial. Il ne cherche pas une relation, il cherche une scène.",
        "besoin_de_controle": "Il ne contrôle pas par l’autorité, mais par la séduction. Il charme, il flatte, il multiplie les petites attentions… pour que tu tombes. Une fois conquise, il se désintéresse.",
        "perte_de_controle": "Il devient distant, évitant, confus. Il dit qu’il a besoin de temps, qu’il est perdu, qu’il ne veut pas te faire de mal… tout en gardant une Queen en vue. Il disparaît pour revenir dès que tu brilles ailleurs.",
        "comportement_relationnel_typique": "Il est tout feu tout flamme… pendant 2 semaines. Il adore le flirt, les débuts, le frisson. Il a horreur de la routine. Il joue au petit copain idéal, mais il est déjà en train de scroller ailleurs.",
        "red_flags_recurrents": [
            "Très rapide à déclarer ses sentiments",
            "Historique flou ou 'compliqué' avec ses ex",
            "Beaucoup d’amies 'très proches'",
            "Disparitions ponctuelles suivies de retours romantiques",
            "Hyper focus sur le sexe ou la complicité instantanée"
        ],
        "leurres_ou_illusions": "Il te fait croire que vous êtes dans une histoire d’amour unique, qu’il n’a jamais été comme ça avec personne. Mais il a un script — et tu n’es que l’acte 2 de sa série hebdomadaire.",
        "pourquoi_difficile_a_quitter": "Parce qu’il sait exactement quoi dire pour rallumer la flamme. Il revient toujours avec un message touchant, une vieille photo, une chanson qui vous 'rappelle quelque chose'.",
        "ce_que_ca_fait_vivre_a_la_queen": "Des montagnes russes. Tu passes de Queen de son monde à simple fan dans les gradins. Tu te remets en question, tu t’accroches à ses mots… même quand ses gestes crient le contraire.",
        "talon_dachille": "Il a peur de ne pas exister sans admiration. Il ne sait pas aimer dans la durée. Il est accro à la nouveauté, au frisson, à l’image de lui-même en séducteur irrésistible.",
        "face_cachee": "Il est profondément insécure. Il croit qu’il n’a rien à offrir une fois le charme dissipé. Alors il fuit… vers la prochaine.",
        "evolution_possible": "Peut-être, s’il fait un vrai sevrage affectif. Mais tant qu’il confond conquête et amour, il sera un éternel débutant émotionnel.",
        "carte_miroir": "Il révèle ton besoin d’être choisie à tout prix. Il active ta dépendance à l’intensité. Il met en lumière ta peur du vide affectif… et ton attirance pour les feux de paille.",
        "conseil_reine_mere": "Ne confonds pas passion et connexion. S’il te fait vivre une histoire… mais jamais une relation, t’as pigé une carte de poker, pas une carte d’âme.",
        "phrase_flush_royal": "Tu dis que t’es tombé amoureux. Moi, j’dis que t’es tombé sur la tête. Et moi, j’ai d’autres parties à jouer que ton speed dating émotionnel.",
        "verdict_final": "À flusher si tu veux de la constance. À garder uniquement si tu veux pratiquer ton discernement entre romantisme cheap et amour vrai."
    },
    {
        "nom": "3 de Cœur",
        "famille": "Cœur",
        "niveau": "3",
        "surnom": "Le Caméléon Volage",
        "surnom_complementaire": "L’Inconstant attendrissant",
        "ce_quil_donne_au_debut": "De l’adaptabilité, de la présence, une écoute surprenante. Il se fond dans ton univers avec aisance. Il semble aimer tout ce que tu aimes, capte ton énergie, parle ton langage. Tu crois avoir trouvé un miroir amoureux.",
        "ce_quil_veut_vraiment": "Être aimé sans se perdre. Il cherche à plaire, à coller à l’autre, à vivre l’amour sans se définir. Il veut être aimé pour ce qu’il reflète… pas pour ce qu’il est vraiment (parce qu’il ne le sait pas encore).",
        "besoin_de_controle": "Il charme par mimétisme. Il s’ajuste à toi comme un gant au début… puis se défile quand vient le temps d’exister pour vrai. Il garde le pouvoir en gardant floue sa véritable identité relationnelle.",
        "perte_de_controle": "Il change. Il se transforme. Il glisse entre les mailles. Un jour présent, le lendemain distant. Il devient fuyant, ambigu, insaisissable — comme une brume affective.",
        "comportement_relationnel_typique": "Il est plein de promesses douces, mais peu d’ancrage. Il parle d’avenir en ajustant ses rêves aux tiens… puis les oublie. Il passe d’un “nous” puissant à une phase de repli intérieur.",
        "red_flags_recurrents": [
            "Incohérence entre ses paroles et ses actes",
            "Efforts d’adaptation excessifs au départ",
            "Flou sur ses anciennes relations",
            "Difficile à cerner quand tu t’engages plus profondément",
            "Disparaît dès qu’un conflit ou un malaise surgit"
        ],
        "leurres_ou_illusions": "Il te fait croire que vous êtes parfaitement compatibles. Mais il joue un rôle, souvent sans s’en rendre compte. Il t’offre une version modifiée de lui-même pour s’attacher… puis s’éclipse quand ça devient réel.",
        "pourquoi_difficile_a_quitter": "Parce qu’il est touchant, doux, sincère dans ses élans. Tu te dis que tu as vu sa vraie nature, et tu espères qu’elle reviendra. Il revient parfois brièvement — juste assez pour rallumer l’espoir.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu doutes de ton jugement. Tu ressens un lien puissant… mais tu ne comprends pas pourquoi tu te sens seule. Tu te perds dans l’analyse, tu cherches ce que tu as mal fait. Tu deviens caméléon toi aussi.",
        "talon_dachille": "Il a peur de se figer. Il croit que s’engager, c’est s’enfermer. Il préfère être aimé dans ses reflets… que confronté à ses propres contours.",
        "face_cachee": "Il peut devenir manipulateur affectif sans s’en rendre compte. Il donne ce qu’il croit que tu veux, puis t’en veut de ne pas avoir vu qu’il se perdait là-dedans.",
        "evolution_possible": "Oui, s’il accepte de se connaître, de s’affirmer, de tenir sa place. Tant qu’il camoufle son identité dans l’amour de l’autre, il ne peut qu’errer.",
        "carte_miroir": "Il vient réveiller ton besoin de reconnaissance, ta peur de perdre un lien qui semble “parfait”. Il te montre où tu sur-adaptes pour préserver l’image d’un couple harmonieux.",
        "conseil_reine_mere": "L’amour n’a pas besoin que tu changes de couleur. S’il te séduit en t’imitant, puis te fuit quand tu lui demandes d’être vrai, t’as pigé un caméléon, pas un cœur fidèle.",
        "phrase_flush_royal": "T’étais parfait pour moi… parce que t’étais devenu moi. Mais j’ai pas besoin d’un reflet. J’ai besoin d’un homme.",
        "verdict_final": "À flusher si tu veux du vrai, du stable, du profond. À garder si tu veux jouer à cache-cache émotionnel avec un miroir mouvant."
    },
    {
        "nom": "4 de Cœur",
        "famille": "Cœur",
        "niveau": "4",
        "surnom": "Le Rigide Hermétique",
        "surnom_complementaire": "Le Mur poli",
        "ce_quil_donne_au_debut": "Une présence stable, rassurante, fiable. Il a l’air rangé, posé, respectueux. Il est cohérent, ponctuel, jamais envahissant. Tu crois que tu es tombée sur un homme sain, calme, prêt.",
        "ce_quil_veut_vraiment": "Une relation sécurisante… qui ne le bouscule jamais. Il veut du calme, du prévisible, de l’amour tranquille. Il cherche une Queen qui ne dérange pas son équilibre intérieur.",
        "besoin_de_controle": "Il verrouille l’émotion. Il impose une manière d’aimer très encadrée, souvent non dite. Il ne dit pas 'ne sois pas émotive', mais il montre que ce n’est pas bienvenu. Il garde le contrôle en t’obligeant à rester dans une zone neutre.",
        "perte_de_controle": "Il se renferme. Il devient distant, froid, silencieux. Il te dit que 'tu exagères', que 'tout allait bien avant'. Il se protège dans une carapace de logique et de routine.",
        "comportement_relationnel_typique": "Il offre une forme de constance sans réelle connexion. Il aime les habitudes, les horaires, les rôles clairs. Il est fidèle… mais pas vraiment présent émotionnellement.",
        "red_flags_recurrents": [
            "T’écoute, mais ne t’entend pas",
            "Semble stable mais inaccessible",
            "Reste calme pendant que tu cries à l’intérieur",
            "Ne partage jamais ses états internes",
            "Ne valide pas tes ressentis"
        ],
        "leurres_ou_illusions": "Il fait croire qu’il est une valeur sûre, une 'bonne personne'. Et il l’est… tant que tu restes dans ses balises. Il ne cherche pas une relation vivante : il cherche une paix émotionnelle, souvent au détriment du lien réel.",
        "pourquoi_difficile_a_quitter": "Parce qu’il ne fait 'rien de mal'. Il est poli, jamais violent, jamais blessant en surface. Tu doutes de ton ressenti. Tu te demandes si c’est toi qui est 'trop intense'.",
        "ce_que_ca_fait_vivre_a_la_queen": "Un sentiment de solitude à deux. Tu te sens contenue, mais pas rejointe. Tu deviens plus docile, plus douce, plus lisse — jusqu’à ne plus savoir ce que tu ressens toi-même.",
        "talon_dachille": "Il a peur de l’imprévisible, du débordement, de la perte de contrôle. Il associe amour à stabilité, et stabilité à absence de mouvement.",
        "face_cachee": "Il a un monde émotionnel profond, mais il s’en méfie. Il a souvent grandi dans un environnement où ressentir = danger. Il s’est construit comme une forteresse : impénétrable, mais vide.",
        "evolution_possible": "Oui, mais seulement s’il accepte d’ouvrir une brèche. Il doit comprendre que l’amour, ce n’est pas juste 'être là', c’est se montrer. Et ça, il ne sait pas comment.",
        "carte_miroir": "Il t’invite à voir où tu réduis ton feu pour maintenir une paix factice. Il réveille ta peur d’être 'trop'… et ton vieux réflexe de devenir plus petite pour être aimée.",
        "conseil_reine_mere": "Ne te contente pas d’un homme qui est 'toujours là' mais jamais présent. Si tu dois éteindre ta lumière pour rester dans son salon, c’est pas de l’amour, c’est de la survie affective.",
        "phrase_flush_royal": "T’étais là, oui. Mais j’ai jamais su si t’étais avec moi… ou juste dans ta bulle bien fermée. Et moi, j’ai pas été créée pour vivre sous vide.",
        "verdict_final": "À flusher si tu veux sentir, vibrer, évoluer. À garder si tu veux du prévisible, sans surprise ni vertige."
    },
    {
        "nom": "5 de Cœur",
        "famille": "Cœur",
        "niveau": "5",
        "surnom": "Le Tit Gars Sensible",
        "surnom_complementaire": "Le Touché chronique",
        "ce_quil_donne_au_debut": "De l’écoute, de l’émotion, de la vulnérabilité. Il te parle de ses blessures, de ses anciennes relations, de sa thérapie. Il pleure devant un film et te regarde comme si t’étais une révélation. Tu te dis : ‘Enfin un homme qui sent.’",
        "ce_quil_veut_vraiment": "Être aimé pour sa sensibilité, mais sans trop être challengé. Il veut une Queen qui le comprend, qui l’entoure, qui valide ses émotions — mais qui ne le pousse pas trop à grandir.",
        "besoin_de_controle": "Par la fragilité. Il crée une dynamique où c’est lui la partie blessée du duo. Il se pose comme l’homme doux et incompris — et t’en viens à censurer ta force pour ne pas l’écraser.",
        "perte_de_controle": "Il se referme. Il devient susceptible. Il accuse, il dramatise, il pleurniche. Il t’explique que t’es trop dure, que tu ne le comprends pas. Il fuit les tensions en se victimisant.",
        "comportement_relationnel_typique": "Il adore parler de sentiments, mais pas de conflits. Il est hyper conscient de ses blessures… mais il reste bloqué dedans. Il attend de toi un amour maternant, réparateur.",
        "red_flags_recurrents": [
            "Sensibilité à fleur de peau, sans ancrage",
            "Difficulté à prendre des décisions ou à tenir sa parole",
            "Disparaît quand les choses deviennent sérieuses",
            "Fait souvent référence à son ex ou à ses traumas",
            "Te fait sentir brutale ou insensible quand tu poses une limite"
        ],
        "leurres_ou_illusions": "Il te fait croire que tu vis une connexion émotionnelle rare. Mais il te lie à lui par la blessure, pas par la maturité. Il veut un lien affectif… pas un engagement profond.",
        "pourquoi_difficile_a_quitter": "Parce que t’as peur de lui faire de la peine. Il pleure, il t’écrit, il te parle de ses rêves de vous deux. Il ne crie jamais — il gémit doucement. Et ça te brise le cœur.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu deviens ultra douce, prudente, maternante. Tu t’éteins pour ne pas le heurter. Tu marches sur des œufs émotionnels. Tu portes à deux une blessure qu’il refuse de vraiment guérir.",
        "talon_dachille": "Il veut guérir… mais sans inconfort. Il rêve d’un amour réparateur, mais fuit toute forme de confrontation. Il vit dans sa sensibilité comme dans une cabane… pas comme dans une voie de croissance.",
        "face_cachee": "Il est plus rigide qu’il en a l’air. Sous ses larmes, il y a souvent beaucoup d’orgueil blessé. Il se croit différent, mais il répète les mêmes patterns — en mode larmoyant.",
        "evolution_possible": "Oui, s’il accepte de ne plus faire de sa douleur une carte de manipulation affective. Il doit sortir de son rôle de garçon blessé pour devenir un homme entier.",
        "carte_miroir": "Il vient réveiller ton réflexe de soigner, de materner, de porter. Il te montre où tu consens encore à rapetisser ta puissance pour ne pas faire peur.",
        "conseil_reine_mere": "Tu mérites un homme sensible, pas un enfant émotionnel. S’il te fait te sentir trop forte, trop exigeante, trop claire… c’est que t’es pas trop, t’es juste prête pour un égal.",
        "phrase_flush_royal": "J’suis pas ta doudou émotionnelle, ni ton dodo thérapeutique. Si t’as besoin de réconfort, y’a des toutous — mais une Queen, ça se tient debout.",
        "verdict_final": "À flusher si tu veux grandir à deux. À garder si tu veux redevenir sa maman émotionnelle version 2.0."
    },
    {
        "nom": "6 de Cœur",
        "famille": "Cœur",
        "niveau": "6",
        "surnom": "Le Poltron Romantique",
        "surnom_complementaire": "Le Fuyard au grand cœur",
        "ce_quil_donne_au_debut": "De la douceur, des attentions, une vraie volonté de bien faire. Il dit qu’il veut aimer, construire, s’investir. Il parle de couple, de futur, de projets… mais toujours avec une touche de fragilité attendrissante.",
        "ce_quil_veut_vraiment": "Aimer, oui… mais sans risquer de souffrir. Il veut vivre l’amour, mais avec des pare-chocs émotionnels. Il cherche une Queen qui l’aime fort — mais qui ne lui demande jamais de choisir entre ses peurs et elle.",
        "besoin_de_controle": "Il contrôle en freinant. Il ralentit le lien dès qu’il sent que ça devient réel. Il envoie des signaux confus : un jour amoureux, le lendemain distant. Il garde le contrôle en semant le doute… mais sans jamais couper net.",
        "perte_de_controle": "Il devient flou. Il dit qu’il “a besoin de temps”, “qu’il est mélangé”. Il peut disparaître momentanément, puis revenir la larme à l’œil. Il souffre sincèrement… mais c’est toi qui trinques.",
        "comportement_relationnel_typique": "Il est charmant, généreux, attentionné… tant que ça reste sécurisant pour lui. Dès que tu t’approches trop près, il recule. Il est allergique à la pression — même douce. Il fuit ce qu’il désire.",
        "red_flags_recurrents": [
            "Parle beaucoup d’engagement, mais ne le pose jamais",
            "Explique ses retraits par des blessures du passé",
            "Aime ‘fort’, mais agit tièdement",
            "Disparaît dans les moments clés",
            "Te dit que ‘c’est pas toi, c’est lui’"
        ],
        "leurres_ou_illusions": "Il te fait croire qu’il est presque prêt. Qu’il a juste besoin d’un peu plus de temps, d’amour, de douceur. Mais sa peur est plus grande que sa capacité d’aimer.",
        "pourquoi_difficile_a_quitter": "Parce qu’il semble sincère. Parce que tu sens qu’il t’aime. Parce que tu veux croire qu’avec un peu plus de patience, il va se choisir — et te choisir toi. Tu veux sauver son cœur avant qu’il le fuie lui-même.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu deviens thérapeute, coach, ancre. Tu portes la relation seule. Tu restes dans l’espoir qu’il revienne ‘comme au début’. Tu doutes de ton intensité, tu le protèges de lui-même.",
        "talon_dachille": "Il veut aimer… mais il a peur de souffrir. Il a souvent été blessé, abandonné, trahi. Alors il sabote à l’avance, pour ne pas être celui qui souffrira le plus.",
        "face_cachee": "Il peut devenir passif-agressif. Il te reproche ton besoin d’engagement, tout en profitant de ta loyauté. Il t’envoie des signaux contraires et se déresponsabilise quand tu craques.",
        "evolution_possible": "Oui, s’il affronte ses peurs au lieu de les romanticiser. S’il cesse d’attendre l’amour parfait pour se montrer imparfait mais présent.",
        "carte_miroir": "Il vient réveiller ta croyance que ‘si tu es assez douce, il finira par rester’. Il t’amène à voir où tu acceptes l’attente au lieu de réclamer une vraie présence.",
        "conseil_reine_mere": "L’amour, c’est pas une promesse en suspens. Si t’attends toujours qu’il se décide, t’es pas en couple : t’es en veille. Et une Queen ne dort pas devant un trône vide.",
        "phrase_flush_royal": "Tu dis que tu m’aimes… mais tu fais jamais le pas. Moi, j’ai pas le temps d’attendre qu’un cœur poltron trouve enfin son courage.",
        "verdict_final": "À flusher si tu veux du présent, du courage et de l’engagement. À garder si t’as le goût de border un cœur qui a peur de battre trop fort."
    },
    {
        "nom": "7 de Cœur",
        "famille": "Cœur",
        "niveau": "7",
        "surnom": "Le Gourou de l'Amour",
        "surnom_complementaire": "Le Prédicateur sentimental",
        "ce_quil_donne_au_debut": "Une sagesse émotive, une conscience amoureuse, une énergie d’éveil. Il parle d’amour vrai, d’âme, de vibration, de polarités sacrées. Il te regarde comme une élue et t’introduit dans son univers relationnel évolué.",
        "ce_quil_veut_vraiment": "Être perçu comme un homme supérieur dans l’amour. Il veut une Queen qui reconnaît sa maturité affective, son cheminement, sa capacité à ‘aimer en conscience’. Mais en réalité, il fuit toujours l’humilité d’un vrai lien égalitaire.",
        "besoin_de_controle": "Il contrôle par le savoir et la posture. Il parle mieux que toi d’amour, mais t’écoute peu. Il utilise des concepts spirituels ou psychologiques pour éviter ses propres zones floues. Il te fait douter de ton niveau de conscience.",
        "perte_de_controle": "Il t’analyse. Il t’explique que ‘ta blessure est activée’, que ‘tu n’es pas alignée’. Il évite les vraies conversations en les transformant en leçons. Il se place au-dessus de la mêlée… émotionnellement inattaquable.",
        "comportement_relationnel_typique": "Il est intense, il crée une relation symbolique, presque mystique. Il parle de mission amoureuse. Mais dès que ça devient incarné — finances, cohabitation, logistique — il se volatilise dans l’astral.",
        "red_flags_recurrents": [
            "Te psychanalyse en plein conflit",
            "Ramène tout à ton niveau de conscience",
            "Utilise les mots ‘blessure, miroir, projection’ à outrance",
            "Ne prend jamais sa part de responsabilité",
            "Se positionne comme guide au lieu d’égal"
        ],
        "leurres_ou_illusions": "Il te fait croire que votre amour est sacré, hors du commun, destiné. Il romantise le lien au point de le sacraliser… et d’échapper à toute forme de responsabilisation concrète.",
        "pourquoi_difficile_a_quitter": "Parce qu’il a activé en toi le sentiment d’un grand destin amoureux. Parce qu’il parle comme un prophète du cœur. Parce qu’il t’a fait croire que quitter cette relation serait régresser spirituellement.",
        "ce_que_ca_fait_vivre_a_la_queen": "Une quête constante de validation intérieure. Tu travailles sur toi à l’infini. Tu doutes de tes réactions. Tu essaies d’être ‘alignée’ pour ne pas perdre cet homme ‘évolué’. Tu t’oublies… au nom du sacré.",
        "talon_dachille": "Il fuit l’imperfection. Il préfère parler d’amour que l’incarner. Il est souvent lui-même blessé, mais se cache derrière une façade de conscience affective.",
        "face_cachee": "Il peut être arrogant, imbu de lui-même, dogmatique. Sous ses discours lumineux, il est souvent incapable d’intimité réelle. Il se protège dans le rôle du maître pour ne pas être vulnérable.",
        "evolution_possible": "Oui, s’il descend de son piédestal. S’il accepte de vivre l’amour dans le chaos du réel, pas seulement dans la poésie du concept.",
        "carte_miroir": "Il te montre où tu sur-intellectualises l’amour pour éviter le cœur brut. Il révèle ta tendance à te conformer à une posture ‘spirituelle’ au lieu d’exiger un lien vrai, humain, vivant.",
        "conseil_reine_mere": "S’il t’aime comme un élève ou une disciple, c’est pas de l’amour, c’est une hiérarchie affective. Et une Queen, ça se tient droite à côté d’un Roi… pas à genoux devant un gourou.",
        "phrase_flush_royal": "J’ai pas besoin d’un homme qui me lit comme un livre. J’ai besoin d’un homme qui m’aime quand je suis en vrac, pas juste quand je suis alignée avec ton script cosmique.",
        "verdict_final": "À flusher si tu veux un amour humain, pas un culte spirituo-romantique. À garder si t’aimes qu’on te corrige pendant que tu pleures."
    },
    {
        "nom": "8 de Cœur",
        "famille": "Cœur",
        "niveau": "8",
        "surnom": "Le Prisonnier du Cœur",
        "surnom_complementaire": "Le Sentimental enfermé",
        "ce_quil_donne_au_debut": "Une profondeur affective rare. Il parle de ses blessures, de ses relations passées, de son besoin d’aimer mieux. Il t’offre une intimité émotionnelle sincère, presque brute. Tu as l’impression qu’il veut guérir avec toi.",
        "ce_quil_veut_vraiment": "Aimer… mais sans souffrir. Il veut que tu sois différente, douce, réparatrice. Il te choisit comme refuge, mais attend inconsciemment que tu prouves que tu ne feras pas comme les autres.",
        "besoin_de_controle": "Il contrôle par la souffrance. Il utilise ses blessures comme justification à son retrait, ses silences, ses contradictions. Il crée un lien où tu dois continuellement prouver que tu es ‘safe’.",
        "perte_de_controle": "Il s’isole. Il replonge dans ses douleurs. Il dit qu’il a besoin d’espace, de silence. Il te ferme la porte au moment où tu veux l’aimer le plus fort. Il se punit… et t’enferme avec lui dans sa cellule.",
        "comportement_relationnel_typique": "Il est présent puis distant. Il est intense puis figé. Il dit qu’il t’aime, mais doute de tout. Il te veut près, mais n’arrive pas à te laisser entrer. Il t’aime en apnée, par petits élans rattrapés par la peur.",
        "red_flags_recurrents": [
            "Parle toujours de ses ex et de son passé difficile",
            "A besoin d’être ‘rassuré’ constamment",
            "S’auto-sabote dès que la relation devient belle",
            "Disparaît puis revient",
            "Te fait sentir responsable de ses insécurités"
        ],
        "leurres_ou_illusions": "Il te fait croire qu’il est presque prêt à aimer. Qu’il a juste besoin de temps, d’amour, de guérison. Mais il vit encore en otage de son passé, et t’entraîne dans ses chaînes émotionnelles.",
        "pourquoi_difficile_a_quitter": "Parce qu’il est sincère dans sa douleur. Parce qu’il t’a montré des parts de lui que peu de gens voient. Parce que tu crois que tu peux l’aimer assez fort pour le libérer.",
        "ce_que_ca_fait_vivre_a_la_queen": "Une fatigue de sauvetage. Tu deviens infirmière émotionnelle. Tu portes la guérison. Tu espères. Tu compenses. Tu t’effaces. Et tu souffres d’un amour qui t’enferme au lieu de t’ouvrir.",
        "talon_dachille": "Il est attaché à sa douleur. Il a bâti son identité autour de ses blessures. Il ne sait pas encore aimer sans peur, sans méfiance, sans réserve.",
        "face_cachee": "Il peut devenir manipulateur malgré lui. Il utilise sa fragilité comme bouclier, voire comme moyen de pression. Il crée une relation où tu es toujours en train de mériter sa confiance.",
        "evolution_possible": "Oui, s’il accepte de lâcher son passé et de vivre dans le présent. Mais ça exige qu’il sorte du rôle de la victime et prenne la responsabilité de guérir, sans la remettre sur tes épaules.",
        "carte_miroir": "Il te montre où tu confonds amour et sauvetage. Où tu restes dans des liens souffrants en espérant être celle qui change tout. Il vient réveiller ton propre besoin d’être choisie malgré la douleur.",
        "conseil_reine_mere": "Tu peux compatir… mais pas t’attacher à une cellule. Si tu dois devenir infirmière pour être aimée, t’as pas pigé un Roi. T’as pigé un patient.",
        "phrase_flush_royal": "T’es peut-être prisonnier de ton passé. Mais moi, je refuse de purger une peine pour un crime que j’ai pas commis.",
        "verdict_final": "À flusher si tu veux du présent, pas du passé recyclé. À garder si t’es prête à vivre enfermée dans un amour en convalescence permanente."
    },
    {
        "nom": "9 de Cœur",
        "famille": "Cœur",
        "niveau": "9",
        "surnom": "L’Ado en Peine",
        "surnom_complementaire": "Le Grand Garçon en boucle",
        "ce_quil_donne_au_debut": "Une tendresse juvénile, une sincérité désarmante, une façon de t’aimer qui te replonge dans les amours adolescentes. Il est présent, vulnérable, il s’exprime avec des mots simples et touchants. Tu te sens spéciale… choisie par un cœur pur.",
        "ce_quil_veut_vraiment": "Revivre l’amour idéal, celui qu’il n’a jamais eu ou qu’il a perdu trop tôt. Il veut être aimé d’un amour inconditionnel, réparateur, fusionnel — mais sans savoir comment le porter.",
        "besoin_de_controle": "Il ne contrôle pas en dominant, mais en t’émouvant. Il devient le ‘pauvre petit gars qui veut juste aimer comme il faut’. Il t’amène à prendre soin de lui, à comprendre ses douleurs, à être la Queen qui ne le rejettera pas.",
        "perte_de_controle": "Il pleure, il panique, il fait des crises émotionnelles. Il peut devenir impulsif, colérique, immature. Il régresse. Il attend que tu le rassures, que tu l’excuses, que tu comprennes ‘qu’il est brisé, mais pas méchant’.",
        "comportement_relationnel_typique": "Il est collant, émotif, parfois excessif. Il a besoin de preuves constantes d’amour. Il fait de grands gestes… puis des conneries. Il veut grandir, mais se comporte encore comme un garçon.",
        "red_flags_recurrents": [
            "Se victimise régulièrement",
            "A une faible tolérance au rejet ou à la critique",
            "Fait des crises émotionnelles désorganisées",
            "Demande de l’amour, mais sabote le lien",
            "Se compare à tes ex ou à ton idéal"
        ],
        "leurres_ou_illusions": "Il te fait croire qu’il est prêt à aimer ‘comme jamais’. Mais il confond amour avec fusion. Et dès que la réalité entre en jeu, il décompense. Ce n’est pas de la manipulation : c’est de la confusion émotionnelle.",
        "pourquoi_difficile_a_quitter": "Parce qu’il est attendrissant. Parce qu’il a l’air sincère dans sa douleur. Parce qu’il active ton instinct maternel. Tu veux l’aimer ‘jusqu’à ce qu’il devienne un homme’. Et tu crois que t’es celle qui peut l’y aider.",
        "ce_que_ca_fait_vivre_a_la_queen": "Un rôle de mère, de psy, de sauveuse. Tu ne vis pas une relation d’égal à égal. Tu es prise dans une boucle d’émotions où tu portes la maturité pour deux. Tu finis par t’épuiser.",
        "talon_dachille": "Il n’a pas fait le deuil de ses blessures adolescentes. Il fonctionne encore selon ses peurs du rejet, du jugement, de l’abandon. Il est coincé dans une boucle affective non intégrée.",
        "face_cachee": "Il peut devenir exigeant, agressif, manipulateur. Il t’aime fort… mais mal. Il veut que tu sois parfaite pour lui réparer ce que sa mère, ses ex ou la vie ont abîmé.",
        "evolution_possible": "Oui, s’il accepte de grandir. Pas juste en parole, mais en acte. S’il comprend qu’un Queen ne vient pas combler un vide, mais partager une plénitude.",
        "carte_miroir": "Il vient réveiller ta tendance à confondre amour et maternage. Il t’invite à voir où tu crois que t’es responsable de la croissance affective de l’autre. Il reflète ton besoin d’être ‘celle qui sauve’.",
        "conseil_reine_mere": "T’es pas sa mère, t’es sa Queen. S’il pleure comme un ado chaque fois que tu poses une limite, rappelle-toi : t’as pas accouché de lui. T’as pas à l’éduquer.",
        "phrase_flush_royal": "T’as besoin d’un doudou, pas d’une Queen. Moi, je donne de l’amour, pas des permissions de minuit.",
        "verdict_final": "À flusher si tu veux un homme entier, pas un ado prolongé. À garder si tu veux une relation en mode garderie affective."
    },
    {
        "nom": "10 de Cœur",
        "famille": "Cœur",
        "niveau": "10",
        "surnom": "Le Show Man Charmeur",
        "surnom_complementaire": "Le Roméo en représentation",
        "ce_quil_donne_au_debut": "De l’amour XXL. Des regards profonds, des mots puissants, des élans passionnés. Il te bombarde d’attention, de poésie, de symboles. Il met le paquet pour que tu ressentes ce qu’il veut te faire croire : c’est lui, c’est toi, c’est le grand amour.",
        "ce_quil_veut_vraiment": "Être aimé comme dans les films. Il veut vivre une romance spectaculaire, où il joue le premier rôle. Il est accro à l’intensité, à la fusion, à la sensation d’exception.",
        "besoin_de_controle": "Par l’émotion. Il t’enivre avec ses mots, ses gestes, son énergie. Il t’aspire dans son monde. C’est du lovebomb version théâtre romantique. Mais dès que l’émotion baisse, il se désengage.",
        "perte_de_controle": "Il te reproche de ne plus vibrer. Il dramatise. Il te dit que 'ça ne fonctionne plus comme avant'. Il devient passif-agressif, désillusionné, ou il cherche ailleurs ce pic d’émotion qu’il ne ressent plus.",
        "comportement_relationnel_typique": "Il est dans la séduction continue. Il cherche à émouvoir, à enchanter. Mais il n’est pas stable émotionnellement. Il vit pour les hauts… et fuit les bas. Il a peur de la banalité.",
        "red_flags_recurrents": [
            "Très démonstratif, très vite",
            "Te dit que t’es ‘la première’ à qui il dit ou fait ça",
            "Dépendant de l’émotion romantique",
            "S’éteint brutalement après les premières semaines",
            "Devient flou quand il n’a plus le spotlight"
        ],
        "leurres_ou_illusions": "Il te fait croire que tu vis une love story inédite. Que vous êtes des âmes sœurs. Que c’est unique. Mais il confond coup de foudre et amour durable — et il répète ce scénario avec chaque Queen.",
        "pourquoi_difficile_a_quitter": "Parce que t’as l’impression de renoncer à une grande histoire. Il a créé des souvenirs forts, des symboles, des moments qui restent dans la peau. Tu doutes encore que c’était du faux.",
        "ce_que_ca_fait_vivre_a_la_queen": "Une montagne russe émotionnelle. T’as vécu des moments magiques, mais tu te retrouves à supplier pour qu’il te regarde encore comme avant. Tu doutes de toi, de ta lumière, de ta magie.",
        "talon_dachille": "Il croit qu’aimer, c’est vibrer intensément. Il ne sait pas aimer dans la simplicité. Il fuit l’ordinaire, parce qu’il y voit l’échec de l’amour.",
        "face_cachee": "Il est en quête de lui-même. Il joue au lover parce que ça le rassure. Mais au fond, il a peur du vrai lien, du regard quotidien, de la répétition qui oblige à être soi.",
        "evolution_possible": "Oui, s’il apprend que l’amour ne vit pas que dans les pics émotionnels. S’il accepte de rester quand l’émotion retombe. Mais ça demande qu’il redéfinisse l’amour… sans public.",
        "carte_miroir": "Il vient toucher ton besoin d’être choisie avec éclat. Il réveille ta croyance que l’amour doit être spectaculaire pour être vrai. Il te met face à ta peur du fade, du simple, du réel.",
        "conseil_reine_mere": "L’intensité n’est pas la preuve. Le vrai amour, c’est pas un show, c’est une présence. S’il t’aime seulement quand ça brille, c’est pas ton Roi, c’est un acteur de passage.",
        "phrase_flush_royal": "T’étais pas amoureux de moi. T’étais amoureux de l’amour. Mais moi, j’ai pas signé pour jouer dans ta comédie romantique saison 14.",
        "verdict_final": "À flusher si tu veux du vrai, du stable, du tendre. À garder si t’es prête à vivre dans un théâtre d’émotions où l’entracte arrive trop vite."
    },
    {
        "nom": "Valet de Cœur",
        "famille": "Cœur",
        "niveau": "Valet",
        "surnom": "Le Prince Locataire",
        "surnom_complementaire": "Le Squatteur affectif",
        "ce_quil_donne_au_debut": "De la douceur, de la proximité, un air de ‘je suis enfin prêt à aimer pour vrai’. Il s’installe dans ton quotidien, s’attache à tes enfants, connaît ton plat préféré. Tu sens qu’il cherche un foyer… et tu crois qu’il l’a trouvé en toi.",
        "ce_quil_veut_vraiment": "Être aimé sans devoir se construire lui-même. Il cherche une Queen toute faite, avec vie organisée, appart chaleureux, cœur ouvert. Il veut la chaleur… sans bâtir le feu.",
        "besoin_de_controle": "Par l’attachement rapide. Il s’immisce subtilement dans ta vie : une brosse à dents oubliée, un tiroir à lui, des ‘on’ au lieu de ‘je’. Il n’impose rien, mais se rend indispensable.",
        "perte_de_controle": "Il fait sentir que tu l’abandonnes. Il dramatise, se victimise. Il ne crie pas : il soupire. Il se met à douter, à parler de ‘trop pour lui’, mais reste… et gruge ton espace vital.",
        "comportement_relationnel_typique": "Il s’attache vite, te laisse croire qu’il s’investit, mais fuit les responsabilités profondes. Il aime être dans un couple… tant que c’est toi qui portes. Il adore l’idée d’amour, mais ne tient rien sur ses épaules.",
        "red_flags_recurrents": [
            "Emménage affectivement trop vite",
            "Évite les discussions sérieuses ou financières",
            "Dépendant sans le dire",
            "Inconstant dans l’action, constant dans la présence",
            "Parle de projets, mais ne les incarne jamais"
        ],
        "leurres_ou_illusions": "Il te fait croire qu’il veut construire… alors qu’il veut habiter ce que tu as déjà construit. Il se donne l’air de sérieux, mais c’est un passager en quête d’un véhicule affectif confortable.",
        "pourquoi_difficile_a_quitter": "Parce qu’il est doux, touchant, tendre. Tu as de l’affection, de la pitié, de la tendresse. Tu as l’impression de lui retirer un toit affectif, une sécurité, un avenir. Et il joue cette carte sans le dire.",
        "ce_que_ca_fait_vivre_a_la_queen": "Une fatigue émotionnelle. Tu portes. Tu gères. Tu comprends. Tu excuses. Tu l’aimes, mais tu ne te sens jamais vraiment soutenue. Tu deviens la maison… pendant qu’il reste invité.",
        "talon_dachille": "Il a peur de l’autonomie. Il confond amour et refuge. Il ne sait pas faire seul — et ça le rend dépendant des femmes plus solides que lui.",
        "face_cachee": "Il peut être passif-agressif. Il semble gentil… mais se rebiffe subtilement quand tu poses des cadres. Il vit mal l’autorité féminine, même s’il la recherche inconsciemment.",
        "evolution_possible": "Oui, s’il accepte de devenir un homme entier, pas juste un amoureux en transit. Mais ça demande une vraie séparation d’avec ses dépendances affectives.",
        "carte_miroir": "Il révèle ton besoin d’être utile, ta croyance que ‘mieux vaut être deux, même bancal’. Il te montre où tu prends en charge… au lieu d’être choisie et portée.",
        "conseil_reine_mere": "T’es pas une maison à louer. Et l’amour, c’est pas de l’hébergement temporaire. S’il te traite comme un matelas émotionnel, reprends tes clés, ma Queen.",
        "phrase_flush_royal": "J’te souhaitais la bienvenue. T’as sorti tes valises. Mais maintenant, j’vais te dire comme au Airbnb : check-out à midi.",
        "verdict_final": "À flusher si tu veux un égal. À garder si tu veux être propriétaire… d’un amour en colocation."
    },
    {
        "nom": "King de Cœur",
        "famille": "Cœur",
        "niveau": "King",
        "surnom": "Le King de l’Amour",
        "surnom_complementaire": "Le Souverain du cœur éveillé",
        "ce_quil_donne_au_debut": "Une présence ancrée, une douceur mature, une capacité à aimer sans se perdre. Il est clair, stable, ouvert. Il n’a pas peur d’exprimer son attachement, de dire ‘je t’aime’ ou de se montrer vulnérable avec élégance.",
        "ce_quil_veut_vraiment": "Aimer pour vrai. Pas à moitié. Pas en surface. Il veut une Queen qui marche à ses côtés, avec qui il peut construire sans jeu de pouvoir. Il cherche le réel, le solide, le vibrant.",
        "besoin_de_controle": "Il ne contrôle pas, il co-crée. Il connaît sa valeur, il sait poser ses limites, mais il n’a pas besoin de dominer pour se sentir en sécurité. Il choisit le dialogue, la vérité, la réciprocité.",
        "perte_de_controle": "Il nomme, il s’ouvre, il cherche des solutions. Il peut être blessé, oui, mais il ne fuit pas. Il ne se ferme pas. Il t’invite à grandir avec lui dans l’inconfort. Il transforme les tempêtes en occasions d’approfondir le lien.",
        "comportement_relationnel_typique": "Il est cohérent, constant, présent. Il voit ta valeur sans t’idéaliser. Il te pousse à être entière, sans te modeler. Il célèbre ta lumière et t’accueille dans tes ombres.",
        "red_flags_recurrents": [
            "Aucun. Juste des balises saines. Des attentes claires. Une responsabilité partagée."
        ],
        "leurres_ou_illusions": "Il ne crée pas d’illusion. Ce qu’il montre est ce qu’il est. Mais attention : certaines Queens peuvent croire qu’il est ‘trop beau pour être vrai’… et saboter.",
        "pourquoi_difficile_a_quitter": "Parce qu’il élève. Parce qu’il t’ouvre à un amour conscient, incarné, rare. Parce qu’avec lui, tu n’as pas besoin de jouer un rôle. Tu peux juste être.",
        "ce_que_ca_fait_vivre_a_la_queen": "Une sensation d’accueil total. De sécurité émotionnelle. De vérité partagée. Il t’invite à descendre du piédestal, à quitter les illusions, à aimer en marchant à deux, pas en courant derrière un rêve.",
        "talon_dachille": "Il peut avoir aimé des femmes blessées avant toi. Il peut douter qu’il mérite un amour paisible. Mais il choisit quand même d’aimer debout.",
        "face_cachee": "Il a souffert. Il a appris. Il a fait le travail. Et il sait que l’amour, ce n’est pas guérir l’autre : c’est aimer à travers les imperfections.",
        "evolution_possible": "Oui, toujours. Parce qu’il veut évoluer, pas être parfait. Il sait que l’amour est un chemin, pas une destination.",
        "carte_miroir": "Il te montre où tu as grandi. Où tu peux aimer sans te trahir. Il reflète ta valeur de Queen, non pas dans la lutte… mais dans la paix.",
        "conseil_reine_mere": "Si tu cherches encore des preuves qu’un homme peut aimer sainement, les voilà. Mais n’oublie pas : faut être prête à recevoir ce que t’as longtemps cru impossible.",
        "phrase_flush_royal": "Non applicable. Tu flushes pas un King de Cœur. Tu l’honores — même si c’est pas lui, même si c’est pas le bon moment.",
        "verdict_final": "À célébrer. À rencontrer quand tu es prête. À reconnaître sans peur. Parce que l’amour vrai existe — et il ne crie pas, il s’incarne."
    },
    {
        "nom": "As de Carreau",
        "famille": "Carreau",
        "niveau": "As",
        "surnom": "Le Perdant Radin",
        "surnom_complementaire": "Le Minimaliste du minimum",
        "ce_quil_donne_au_debut": "Des miettes. Mais bien emballées. Il t’invite à ‘chiller’, à ‘prendre ça relax’. Il t’offre une bière, un lift, un texto sec. Rien de grandiose, mais tu te dis qu’il est simple, sans flafla, peut-être authentique.",
        "ce_quil_veut_vraiment": "Ne rien devoir. Ni en amour, ni en effort. Il veut une Queen low maintenance, qui ne demande rien, ne coûte rien, et qui reste heureuse avec presque rien. Il veut la relation sans les responsabilités.",
        "besoin_de_controle": "Il contrôle par l’économie émotionnelle et matérielle. Il donne le strict nécessaire pour maintenir le lien, mais jamais plus. Il te garde suspendue à l’idée que tu ne mérites pas davantage.",
        "perte_de_controle": "Il s’efface. Il ‘oublie’ de te rappeler. Il devient encore plus cheap, autant dans ses mots que dans ses gestes. Il se retire sans faire de vague, espérant que tu finisses par t’ajuster à son minimum.",
        "comportement_relationnel_typique": "Il ne planifie rien. Il te voit quand ça lui tente. Il ne dépense pas, ne s’investit pas, ne s’ouvre pas trop. Il garde tout ‘casual’... même quand tu souffres. Il minimise tout.",
        "red_flags_recurrents": [
            "Jamais de vraie date",
            "Partage très peu sur lui",
            "Présent quand ça l’arrange",
            "Hyper économe (jusqu’à la radinerie)",
            "Te fait sentir exigeante dès que tu demandes le strict minimum"
        ],
        "leurres_ou_illusions": "Il se fait passer pour un gars ‘tranquille’, ‘pas compliqué’. Il te fait croire que le vrai amour, c’est sans attente, sans pression, sans engagement. Mais en vérité, c’est juste sans effort.",
        "pourquoi_difficile_a_quitter": "Parce qu’il ne crée pas de conflit. Parce qu’il t’endort dans la banalité. Parce que tu te dis que ‘c’est peut-être toi qui en demandes trop’. Il joue sur ta peur d’être ‘trop intense’.",
        "ce_que_ca_fait_vivre_a_la_queen": "Une immense solitude. Une baisse d’estime. Tu te demandes pourquoi tu restes alors qu’il ne donne rien. Tu te mets à justifier, à compenser, à t’éteindre. Tu crois que ‘peu, c’est déjà ça’.",
        "talon_dachille": "Il a peur de manquer, de se faire avoir, de trop donner. Il a souvent vécu dans le manque ou la comparaison. Il croit qu’aimer, c’est se faire dépouiller.",
        "face_cachee": "Il est profondément insécure, mais le cache sous une carapace d’indifférence. Il préfère avoir le contrôle en donnant peu que de risquer d’être vulnérable ou redevable.",
        "evolution_possible": "Très lente. Il faudrait qu’il comprenne que donner, ce n’est pas perdre. Mais il faut beaucoup de travail pour qu’un As de Carreau s’ouvre à l’abondance affective.",
        "carte_miroir": "Il te montre où tu acceptes des miettes en espérant un festin. Où tu banalises ton besoin d’être choisie, choyée, célébrée. Il vient réveiller ta peur de ‘demander trop’.",
        "conseil_reine_mere": "Si t’as l’impression de vivre une relation avec une carte de crédit prépayée, c’est que t’as pigé un As de Carreau. Et une Queen mérite le plein budget, pas les restants.",
        "phrase_flush_royal": "J’vaux plus qu’un 5 à 7 sur ton divan beige avec une bière tiède. T’as l’émotion d’un rabais, la présence d’un coupon expiré.",
        "verdict_final": "À flusher sans hésiter. Ce n’est pas de l’amour simple, c’est de l’amour cheap. Et t’es pas une Queen en liquidation."
    },
    {
        "nom": "2 de Carreau",
        "famille": "Carreau",
        "niveau": "2",
        "surnom": "Le Crétin à Moteur",
        "surnom_complementaire": "Le Vrombisseur sans vision",
        "ce_quil_donne_au_debut": "Du bruit, de l’action, des tours de char. Il t’amène ‘voir le spot’, te parle de son char, de ses gadgets, de ses plans de moto. Il t’impressionne avec du mouvement… mais jamais avec de la profondeur.",
        "ce_quil_veut_vraiment": "Briller à court terme. Se sentir valorisé dans l’instant. Il ne cherche pas une Queen : il cherche une passagère ébahie qui le valide dans sa virilité de bazou.",
        "besoin_de_controle": "Il contrôle par la vitesse, le bruit, le rythme imposé. C’est lui qui décide quand, comment, où. Il donne peu de place à l’écoute ou à la réflexion. Il carbure à l’adrénaline, pas à l’intimité.",
        "perte_de_controle": "Il devient grossier, méprisant, agressif ou hyper distant. Il fait comme si tu étais lourde, pas ‘le fun’. Il t’étiquette comme ennuyante parce que tu veux plus que des tours de manège.",
        "comportement_relationnel_typique": "Il te texte quand il s’ennuie. Il t’invite ‘voir un film’ mais passe son temps sur TikTok. Il fait des moves sans explication, puis disparaît. Il aime quand tu le regardes avec des étoiles dans les yeux… mais pas quand tu poses des questions.",
        "red_flags_recurrents": [
            "Adore son char plus que ses émotions",
            "Évite toute conversation sérieuse",
            "Disparaît dès qu’il y a de la profondeur",
            "Joue à l’homme mais agit en ado",
            "Te fait sentir comme un fardeau dès que t’as des besoins"
        ],
        "leurres_ou_illusions": "Il se fait passer pour un gars occupé, ‘en feu’, ambitieux. Mais en réalité, il tourne en rond dans sa petite piste d’auto-tamponneuse relationnelle. C’est pas de la drive : c’est du surplace maquillé en action.",
        "pourquoi_difficile_a_quitter": "Parce qu’il est divertissant. Il t’amène ailleurs, il fait rire, il te sort de ta tête. Tu veux croire qu’il cache quelque chose de profond sous ses moteurs… mais non. C’est juste du bruit.",
        "ce_que_ca_fait_vivre_a_la_queen": "De l’épuisement. De la confusion. Une impression de courir après une promesse non dite. Tu deviens une figurante dans son show d’ego. Et plus tu veux du vrai, plus tu passes pour une emmerdeuse.",
        "talon_dachille": "Il a peur du silence, du vide, de l’introspection. Il fuit l’intimité parce qu’il se sent vide sans ses accessoires de performance.",
        "face_cachee": "Il se sent souvent inadéquat, pas assez intelligent ou profond. Alors il compense par la performance extérieure, le bruit, les objets. C’est un petit garçon qui se maquille en bolide.",
        "evolution_possible": "Faible. Il faudrait qu’il ralentisse, qu’il s’arrête, qu’il se regarde… et ça, c’est sa plus grande peur.",
        "carte_miroir": "Il vient réveiller ta tendance à confondre mouvement et évolution. Il te montre où tu choisis l’action au lieu de l’élévation. Où tu restes dans le fun au lieu du fond.",
        "conseil_reine_mere": "Si t’es sur la banquette passagère d’un 2 de Carreau, attache-toi pas trop : c’est pas un road trip vers l’amour. C’est un tour de piste dans un karting de vanité.",
        "phrase_flush_royal": "T’as du moteur, mais pas de direction. Et moi, j’ai pas le goût de tourner en rond dans ta parade de fumée.",
        "verdict_final": "À flusher sans remords. Ce n’est pas un King sur son destrier, c’est un ado en scooter gonflé."
    },
    {
        "nom": "3 de Carreau",
        "famille": "Carreau",
        "niveau": "3",
        "surnom": "Le Caméléon en Gucci",
        "surnom_complementaire": "Le Séducteur couture",
        "ce_quil_donne_au_debut": "Du style, du charisme, de la conversation. Il s’adapte à toi comme un gant. Il connaît les codes, les regards, les compliments bien placés. Il t’étudie, puis se transforme en ton idéal. Tout semble fluide, naturel, magnétique.",
        "ce_quil_veut_vraiment": "Être désiré, validé, admiré. Il veut jouer un rôle qui le rend irrésistible, mais il ne cherche pas vraiment de lien. Il veut conquérir, plus que connecter. Il se nourrit de ton regard ébloui.",
        "besoin_de_controle": "Il contrôle par la performance identitaire. Il devient ce que tu veux, puis s’échappe dès que tu demandes de la constance. Il veut séduire sans être saisi, impressionner sans s’engager.",
        "perte_de_controle": "Il disparaît. Il devient distant ou sarcastique. Il change de masque. Il nie, détourne, accuse. Il fait sentir que c’est toi qui es ‘trop intense’, ‘trop collante’, ‘pas assez légère’.",
        "comportement_relationnel_typique": "Présent quand ça le sert. Il alterne entre présence luxueuse et absence totale. Il dit ce que tu veux entendre, puis agit à l’inverse. Il envoûte, puis évapore. Il joue avec les limites jusqu’à ce que tu craques.",
        "red_flags_recurrents": [
            "Trop parfait pour être vrai",
            "Change d’attitude dès que tu t’attaches",
            "Parle beaucoup de ses ex… ou jamais",
            "Évite toute projection dans le futur",
            "Utilise l’humour pour déstabiliser"
        ],
        "leurres_ou_illusions": "Il t’offre un miroir idéal. Tu crois que vous êtes faits l’un pour l’autre. Il t’a lu comme un livre ouvert… mais pour mieux adapter son personnage. Ce n’est pas de l’amour, c’est du théâtre de séduction.",
        "pourquoi_difficile_a_quitter": "Parce que c’était enivrant. Parce que t’as cru que tu avais trouvé un homme rare. Parce que tu veux retrouver le début, celui qui t’a séduit à l’extrême. Mais ce ‘lui’ n’a jamais vraiment existé.",
        "ce_que_ca_fait_vivre_a_la_queen": "Du doute. Une perte de repères. Tu remets en question ta valeur, ton jugement. Tu veux comprendre ce que t’as fait de travers… alors que c’est lui qui change de peau dès qu’il est démasqué.",
        "talon_dachille": "Il ne sait pas qui il est sans le regard des autres. Il a peur d’être banal. Il se perd dans ses propres rôles. Il confond admiration et amour.",
        "face_cachee": "Une immense insécurité affective. Il croit qu’il ne mérite pas d’être aimé tel qu’il est. Alors il joue, performe, incarne — mais ne s’engage jamais.",
        "evolution_possible": "Oui, mais seulement s’il tombe le masque. S’il ose être imparfait, stable, profond. Ce qui, pour lui, est une révolution.",
        "carte_miroir": "Il vient réveiller ta blessure d’illusion. Ton besoin de croire aux contes de fées. Il t’apprend à voir clair au-delà du vernis. Il te ramène à ton intuition, celle que t’as niée pour rester éblouie.",
        "conseil_reine_mere": "Le style, c’est pas l’amour. Si tu dois toujours deviner qui t’as en face, t’as pigé un acteur, pas un partenaire. Et une Queen n’a pas besoin d’un show : elle veut un royaume vrai.",
        "phrase_flush_royal": "Ton plus beau déguisement, c’était de faire semblant d’être sincère. J’ai assez dansé avec tes personnages. La scène est vide maintenant.",
        "verdict_final": "À flusher si tu veux du vrai, pas du verni. À garder… uniquement s’il accepte de se montrer sans costume."
    },
    {
        "nom": "4 de Carreau",
        "famille": "Carreau",
        "niveau": "4",
        "surnom": "Le Rigide Fier Pet",
        "surnom_complementaire": "Le Maître du cadre étouffant",
        "ce_quil_donne_au_debut": "De la stabilité apparente. Un gars ‘qui sait ce qu’il veut’, bien rangé, bien articulé, avec une job stable, des horaires fixes et des opinions arrêtées. Il semble fiable, ancré, avec un bon fond de ‘gars de principes’.",
        "ce_quil_veut_vraiment": "Que tout fonctionne selon ses règles. Il cherche une Queen qui entre dans son cadre de vie sans déranger l’ordre établi. Il veut une relation prévisible, où rien ne déborde, surtout pas les émotions.",
        "besoin_de_controle": "Il impose son cadre sans dire que c’est un cadre. Tout est ‘logique’, ‘normal’, ‘bien pensé’. Il n’élève jamais la voix, mais son intransigeance est palpable. Il s’attend à ce que tu t’ajustes.",
        "perte_de_controle": "Il devient passif-agressif, raide, méprisant. Il peut te faire sentir idiote sans dire un mot. Il se ferme, se referme, te juge du regard. Il évite le conflit frontal, mais te punit en te rendant invisible.",
        "comportement_relationnel_typique": "Il gère la relation comme un tableau Excel. Il déteste les imprévus. Il a une façon ‘correcte’ de faire les choses et attend que tu t’y conformes. Il peut être présent, mais jamais spontané.",
        "red_flags_recurrents": [
            "Te dit souvent que tu réagis ‘trop’",
            "Corrige ton langage ou ton comportement",
            "Rigidité dans les habitudes et les valeurs",
            "Manque de chaleur ou de légèreté",
            "Besoin de tout justifier, même les gestes affectifs"
        ],
        "leurres_ou_illusions": "Il donne l’image du bon gars, fiable, avec de belles valeurs. Mais derrière la façade rassurante, il y a un contrôle sournois, une étroitesse émotionnelle et une peur profonde du changement.",
        "pourquoi_difficile_a_quitter": "Parce qu’il ne fait jamais ‘rien de grave’. Parce qu’il semble juste ‘raisonnable’. Parce que tu finis par douter de ta légitimité à vouloir plus de douceur, de spontanéité, de liberté.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu marches sur des œufs. Tu te régules, tu t’adaptes, tu te contractes. Tu deviens sérieuse, trop sage, figée toi aussi. Tu vis une sécurité emmurée, sans vent, sans feu, sans éclat.",
        "talon_dachille": "Il a peur du chaos, de l’échec, de perdre la face. Il s’est construit une carapace rationnelle pour se protéger de l’imprévisible, du sensible, du mouvant.",
        "face_cachee": "Une grande vulnérabilité qu’il n’ose pas explorer. Un désir d’aimer plus librement, mais qui reste prisonnier de ses exigences mentales. Il croit que s’ouvrir, c’est perdre le contrôle.",
        "evolution_possible": "Oui, mais très lentement. Il faudrait qu’il accepte de sortir de sa tour d’ivoire, de reconnaître que l’amour n’est pas un système à faire marcher, mais un mystère à habiter.",
        "carte_miroir": "Il vient révéler où tu t’es pliée à des cadres rigides pour ‘mériter’ l’amour. Où tu confonds stabilité et rigidité. Où tu trahis ta nature vivante pour être ‘acceptable’.",
        "conseil_reine_mere": "L’ordre n’est pas l’amour. Si tu dois devenir une version stérile de toi-même pour rester aimée, t’as pas trouvé un pilier : t’as trouvé une cage bien décorée.",
        "phrase_flush_royal": "T’as confondu l’amour avec une procédure. Et moi, j’ai pas envie de remplir de formulaire pour recevoir une caresse.",
        "verdict_final": "À flusher si tu veux respirer. À garder… seulement si tu veux t’éteindre poliment dans un cadre bien carré."
    },
    {
        "nom": "5 de Carreau",
        "famille": "Carreau",
        "niveau": "5",
        "surnom": "Le Tit Gars Flamboyant",
        "surnom_complementaire": "Le Feu de Bengale émotionnel",
        "ce_quil_donne_au_debut": "Du wow, du punch, du charisme. Il t’allume avec son énergie, ses grands rires, ses élans passionnés. Il est le fun, le gars que tout le monde remarque. Il t’en met plein la vue, et tu te sens spéciale d’être celle qu’il a choisie.",
        "ce_quil_veut_vraiment": "Être vu, admiré, applaudi. Il veut vivre une histoire d’amour qui le fait briller autant qu’elle le nourrit. Mais il a du mal à soutenir le lien au-delà du spectaculaire.",
        "besoin_de_controle": "Il charme pour dominer. Il veut être le soleil autour duquel tu orbites. Il t’enrobe de promesses et de grandes émotions pour mieux capter ton attention. Mais dès qu’il sent qu’il ne fait plus l’effet escompté, il flanche.",
        "perte_de_controle": "Il boude, dramatise, devient instable. Il passe de l’exubérance à la dévalorisation. Il se fait victime, te reproche de ne plus l’aimer ‘comme avant’. Il peut même provoquer des conflits juste pour sentir l’intensité revenir.",
        "comportement_relationnel_typique": "Il vit dans le haut et le bas. Il t’amène au ciel… puis t’abandonne en chute libre. Il s’emballe, puis s’éteint. Il adore les débuts, mais redoute la continuité. Il surinterprète tes silences, cherche l’émotion partout.",
        "red_flags_recurrents": [
            "Besoin d’attention constant",
            "Réagit fort aux critiques ou aux ‘baisse d’intensité’",
            "Devient colérique ou excessif si ignoré",
            "Crée du drame là où il n’y en a pas",
            "Confond amour et performance affective"
        ],
        "leurres_ou_illusions": "Il donne l’impression d’un homme intense, vibrant, amoureux fou. Mais souvent, il aime l’amour plus que toi. Ce n’est pas toi qu’il courtise : c’est l’effet miroir de son propre éclat.",
        "pourquoi_difficile_a_quitter": "Parce qu’il est attachant. Parce qu’il a des élans vrais, sincères, bouleversants. Parce que tu veux retrouver le gars du début, celui qui te regardait comme une muse divine.",
        "ce_que_ca_fait_vivre_a_la_queen": "Des montagnes russes. De la fatigue émotionnelle. Tu deviens hypervigilante, cherchant à maintenir la flamme pour ne pas qu’il disparaisse ou explose. Tu t’oublies pour rester dans son feu.",
        "talon_dachille": "Il a peur du fade, de l’ennui, de l’oubli. Il s’est construit autour du regard des autres. Il ne sait pas qui il est sans l’intensité.",
        "face_cachee": "Une grande insécurité d’identité. Il compense par le show, mais derrière l’éclat, il doute de sa valeur. Il a besoin d’être aimé même quand il ne brille pas… mais il n’y croit pas encore.",
        "evolution_possible": "Oui, s’il accepte de descendre du piédestal de performance. S’il comprend que l’amour ne se mérite pas par l’effet wow, mais se cultive dans la vérité.",
        "carte_miroir": "Il te montre où tu cherches l’intensité au lieu de la sécurité. Où tu t’égares dans le ‘plus’ pour fuir l’absence. Il vient réveiller ta peur du calme… et ton besoin d’amour constant.",
        "conseil_reine_mere": "Si t’as besoin de porter des lunettes de soleil pour survivre à son intensité, pose-toi la question : est-ce que tu veux une vie de feu d’artifice… ou un feu de foyer?",
        "phrase_flush_royal": "Ton flamboiement m’a charmée, mais j’ai pas signé pour m’enflammer chaque fois que t’as un doute sur toi.",
        "verdict_final": "À flusher si tu veux une constance affective. À garder… si t’as l’énergie de vivre dans un opéra émotionnel."
    },
    {
        "nom": "6 de Carreau",
        "famille": "Carreau",
        "niveau": "6",
        "surnom": "Le Poltron Matérialiste",
        "surnom_complementaire": "Le Peureux bien rangé",
        "ce_quil_donne_au_debut": "Une image lisse, rassurante, ‘installée’. Il a une maison, une voiture propre, des comptes à jour. Il parle sécurité, avenir, stabilité. Il semble prêt pour la vie à deux… mais quelque chose sonne un peu trop contrôlé.",
        "ce_quil_veut_vraiment": "Être en sécurité, point. Il cherche une Queen qui n’ébranle pas son petit château de cartes. Il veut une compagne compatible avec son mode de vie — pas une partenaire de transformation.",
        "besoin_de_controle": "Il contrôle en imposant des ‘choix logiques’. Il t’amène à croire que c’est toi qui décides, mais tout est déjà balisé. Il a peur de tout ce qui déborde, dérange ou risque de lui faire perdre son confort.",
        "perte_de_controle": "Il se ferme, se réfugie dans la rationalité ou les possessions. Il devient pingre émotionnellement. Il te reproche d’être trop intense, trop instable, trop rêveuse. Il fige dans ses certitudes.",
        "comportement_relationnel_typique": "Il t’invite dans un monde de routine, de décisions pratiques, d’objectifs clairs. Mais il n’est jamais vraiment là émotionnellement. Il investit plus dans son hypothèque que dans le lien. Il veut cocher les cases, pas explorer les mystères.",
        "red_flags_recurrents": [
            "Réagit mal à l’imprévu ou au chaos émotionnel",
            "Te fait sentir comme une variable menaçante",
            "Attache de la valeur à ce que tu possèdes ou gagnes",
            "Fuit les conversations profondes",
            "Masque ses peurs derrière la logique"
        ],
        "leurres_ou_illusions": "Il semble être un homme solide, fiable, responsable. Mais cette solidité est une prison dorée. Il ne tient pas l’espace émotionnel. Il veut tout contrôler par l’apparence de stabilité.",
        "pourquoi_difficile_a_quitter": "Parce que tu te dis que tu seras ‘sécure’ avec lui. Parce qu’il n’a rien fait de mal, techniquement. Parce qu’il offre un cadre rassurant, même s’il étouffe ton âme.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu deviens raisonnable, docile, éteinte. Tu cesses de rêver grand. Tu adaptes ta vie à son plan de match. Et tu te demandes en silence pourquoi tu ne ressens plus rien de vivant.",
        "talon_dachille": "Il a peur du vide intérieur. Il croit que s’il perd ses repères extérieurs, il s’écroule. Il pense que l’amour, c’est une bonne gestion des ressources, pas un saut dans le mystère.",
        "face_cachee": "Il voudrait aimer librement, mais il est terrifié à l’idée de perdre le contrôle. Il a appris à survivre dans la prévisibilité, pas à s’épanouir dans l’inconnu.",
        "evolution_possible": "Oui, s’il accepte de remettre en question sa définition de la réussite. Mais il doit lâcher le matériel comme ancrage premier, ce qui demande une révolution intérieure.",
        "carte_miroir": "Il vient réveiller ta tendance à t’éteindre pour être ‘raisonnable’. Il t’invite à choisir entre la sécurité morte et le risque vivant. Il te montre où tu échanges tes rêves contre du prévisible.",
        "conseil_reine_mere": "Le confort sans connexion, c’est pas de l’amour. C’est un bail. Et t’es pas une locataire de luxe dans un condo émotionnel vide.",
        "phrase_flush_royal": "J’ai pas signé pour vivre dans ta stratégie de retraite. Je veux du feu, pas juste du planifié.",
        "verdict_final": "À flusher si tu veux une vie pleine, pas juste un portefeuille équilibré. À garder… si ton rêve, c’est un confort sans frisson."
    },
    {
        "nom": "7 de Carreau",
        "famille": "Carreau",
        "niveau": "7",
        "surnom": "Le Gourou Égocentré",
        "surnom_complementaire": "Le LumiNez de lui-même",
        "ce_quil_donne_au_debut": "De la profondeur apparente. Il parle d’éveil, de conscience, de guérison. Il te regarde intensément, comme s’il te voyait pour de vrai. Il te flatte en te disant que t’es spéciale, intuitive, différente. Tu crois avoir trouvé un homme éveillé.",
        "ce_quil_veut_vraiment": "Être vénéré. Il ne cherche pas une Queen : il cherche une disciple. Il veut une femme qui l’écoute, l’admire, le suit dans ses élans pseudo-spirituels… sans jamais remettre en question sa posture.",
        "besoin_de_controle": "Il contrôle avec les mots, les concepts, les renversements psychologiques. Il te fait croire que ton malaise vient de toi. Il spiritualise tout : tes doutes sont des ‘blocages’, ta colère est une ‘projection’. Il te manipule par la conscience.",
        "perte_de_controle": "Il t’accuse d’être ‘dans ton ego’, de ‘ne pas être prête’, de ‘sabotage’. Il nie sa propre part, te renvoie à ton chemin intérieur. Il se place au-dessus, toujours plus ‘évolué’ que toi.",
        "comportement_relationnel_typique": "Il cite des auteurs, des sagesses, des lois de l’univers. Il adore être ton guide. Il fait du tantra mais fuit la vraie intimité. Il parle d’authenticité mais se cache derrière un personnage lumineux.",
        "red_flags_recurrents": [
            "Utilise la spiritualité comme outil de domination",
            "Ne reconnaît jamais ses torts",
            "Retourne toujours la faute vers toi",
            "Présente ses désirs comme des missions sacrées",
            "Flirte avec plusieurs femmes ‘en conscience’"
        ],
        "leurres_ou_illusions": "Il te donne l’illusion d’un amour cosmique. Tu crois vivre une relation rare, consciente, transformatrice. Mais c’est surtout une mise en scène pour nourrir son ego d’illuminé.",
        "pourquoi_difficile_a_quitter": "Parce qu’il t’a convaincue que vous avez une ‘mission d’âme’. Parce que tu doutes de ton intuition. Parce que tu penses que partir, c’est régresser. Il t’enferme dans un labyrinthe spirituel.",
        "ce_que_ca_fait_vivre_a_la_queen": "Un brouillard intérieur. De la confusion. Tu t’auto-observes en permanence pour ‘ne pas gâcher l’évolution’. Tu doutes de toi, tu t’effaces, tu cherches sans cesse à ‘grandir’ pour mériter son amour sacré.",
        "talon_dachille": "Il a peur d’être ordinaire, vulnérable, faillible. Il cache une immense insécurité derrière ses mantras. Il a besoin de se sentir spécial pour survivre à son vide.",
        "face_cachee": "Il pourrait être touchant… s’il descendait du trône intérieur. Mais il est prisonnier de son image de ‘conscient’. Il se bat pour garder la posture plutôt que d’ouvrir son cœur.",
        "evolution_possible": "Oui, s’il accepte de s’effondrer. De laisser tomber les concepts. De toucher sa douleur réelle. Mais peu y arrivent : trop de lumière sur un faux piédestal.",
        "carte_miroir": "Il vient réveiller ton besoin d’approbation spirituelle. Ton désir d’être validée dans ton chemin. Il te montre où tu remets ton pouvoir entre les mains d’un ‘maître’.",
        "conseil_reine_mere": "L’amour sacré, c’est pas un TED Talk sur l’égo. Si tu dois toujours ‘évoluer’ pour être digne, t’as pas pigé un sage… t’as pigé un illusionniste en toge blanche.",
        "phrase_flush_royal": "Ta lumière m’éblouit tellement que j’ai failli oublier que t’étais juste un gars qui s’écoute trop parler.",
        "verdict_final": "À flusher si tu veux une connexion sincère. À garder… s’il accepte de tomber le masque, les mantras et les illusions."
    },
    {
        "nom": "8 de Carreau",
        "famille": "Carreau",
        "niveau": "8",
        "surnom": "Le Prisonnier de son Horaire",
        "surnom_complementaire": "Le Chrono Lover en burnout silencieux",
        "ce_quil_donne_au_debut": "L’impression d’un homme structuré, ambitieux, solide. Il est organisé, efficace, fiable. Il te glisse entre deux rendez-vous, mais toujours avec classe. Il semble occupé, mais dispo ‘juste pour toi’… quand il trouve un trou dans son agenda.",
        "ce_quil_veut_vraiment": "Garder le contrôle sur sa vie millimétrée. Il veut de l’amour, mais à condition que ça ne dérange pas son planning. Il veut une Queen qui ne prend pas trop de place, qui ne dérange pas l’équilibre hyper-géré de son quotidien.",
        "besoin_de_controle": "Il veut tout faire rentrer dans sa case horaire : émotions, sexualité, imprévus, connexions. Il évite l’intensité en te proposant des créneaux. Il contrôle en dosant sa disponibilité affective.",
        "perte_de_controle": "Il devient sec, froid, évitant. Il te ‘ghoste’ poliment. Il dit qu’il est débordé. Il te fait sentir que c’est toi qui demandes trop… alors que tu veux juste une vraie place.",
        "comportement_relationnel_typique": "Il t’intègre dans sa to-do list. Il te texte entre deux meetings. Il parle beaucoup de ses projets, rarement de ses ressentis. Il est présent physiquement, mais rarement pleinement là. Il préfère les moments programmés aux élans spontanés.",
        "red_flags_recurrents": [
            "Priorise toujours son horaire, même dans l’intime",
            "Peu disponible émotionnellement",
            "Se réfugie dans le travail dès qu’il y a un inconfort",
            "Minimisation de tes besoins affectifs",
            "Valorise la performance au détriment du lien"
        ],
        "leurres_ou_illusions": "Il te donne l’image d’un homme sérieux, engagé, prêt à bâtir quelque chose. Mais il ne bâtit pas une relation : il gère un agenda. Il est pris dans un engrenage dont il ne sort jamais vraiment.",
        "pourquoi_difficile_a_quitter": "Parce qu’il est gentil. Parce qu’il n’est jamais vraiment ‘méchant’. Parce que tu veux croire qu’un jour, il dégagera du temps, qu’il comprendra. Parce qu’il t’inclut parfois… mais jamais au centre.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu te sens comme une pause-café dans sa journée. Comme un moment entre deux obligations. Tu réduis tes attentes. Tu finis par t’ajuster à lui, à ses créneaux, à son énergie fatiguée.",
        "talon_dachille": "Il a peur de l’intimité véritable. Il se cache derrière ses tâches pour ne pas faire face à ses insécurités. Il croit que s’il ralentit, il va s’effondrer.",
        "face_cachee": "Il a un profond besoin de connexion… qu’il n’ose pas assumer. Il est souvent triste, mais ne se l’avoue pas. Il fuit la lenteur parce qu’elle le met face à son vide.",
        "evolution_possible": "Oui, s’il accepte de ralentir. De remettre en question sa définition de la réussite. De voir l’amour comme une priorité, pas une case à cocher. Mais ça demande une vraie désintox de la performance.",
        "carte_miroir": "Il te montre où tu acceptes des miettes en espérant un banquet. Où tu ajustes ton cœur à des horaires. Où tu crois que l’amour, c’est être ‘raisonnable’.",
        "conseil_reine_mere": "Si t’as besoin d’un Doodle pour avoir un câlin, c’est pas de l’amour. C’est du time blocking affectif. Et une Queen mérite l’abondance, pas une place sur le banc des ‘peut-être’.",
        "phrase_flush_royal": "J’te souhaite de trouver une femme qui tient dans ton horaire. Moi, j’veux un amour qui déborde.",
        "verdict_final": "À flusher si tu veux du temps, du vrai, du vivant. À garder… s’il se choisit enfin un cœur au lieu d’un calendrier."
    },
    {
        "nom": "9 de Carreau",
        "famille": "Carreau",
        "niveau": "9",
        "surnom": "L’Ado Superficiel",
        "surnom_complementaire": "Le Grand Garçon en Gucci",
        "ce_quil_donne_au_debut": "Du charme, du style, des rires. Il est cool, sociable, en surface il a tout pour plaire. Il sait se vendre, sait quoi dire, et te fait sentir spéciale. Il est fun, un peu ado dans l’âme — et c’est ce qui attire… jusqu’à ce que ça lasse.",
        "ce_quil_veut_vraiment": "Rester libre, léger, admiré. Il veut une Queen qui rit à ses blagues, qui ne le confronte pas trop, qui soit jolie à son bras sans lui demander trop d’intériorité.",
        "besoin_de_controle": "Il évite les conversations profondes. Il garde le dessus par l’humour, la dérision ou l’indifférence. Il fuit les demandes affectives en te traitant comme une ‘drama queen’.",
        "perte_de_controle": "Il ridiculise. Il fuit. Il minimise. Il fait comme si de rien n’était, ou pire : il fait comme si c’était toi le problème. Il dévie, change de sujet, va jouer à la PlayStation ou sort avec ses boys.",
        "comportement_relationnel_typique": "Présent en surface, absent en profondeur. Il adore les moments légers, les sorties, les selfies de couple. Mais il ne sait pas comment te tenir dans ta vulnérabilité. Il vit l’amour comme un party, pas comme un lieu de croissance.",
        "red_flags_recurrents": [
            "Évite tout ce qui est ‘trop sérieux’",
            "Se ferme dès que tu parles de besoins affectifs",
            "Infantilisation : t’appelle ‘ma petite folle’ quand t’es sérieuse",
            "Te fait douter de ta profondeur",
            "Se valorise par son image sociale"
        ],
        "leurres_ou_illusions": "Il semble fun, amoureux, prêt à vivre des choses. Mais il ne descend jamais vraiment en toi. Il reste en surface, dans le confort de l’adolescence émotionnelle.",
        "pourquoi_difficile_a_quitter": "Parce que c’est léger. Parce que t’as l’impression que c’est toi qui es ‘trop intense’. Parce qu’il t’offre des moments doux, sans prise de tête… tant que tu ne creuses pas trop.",
        "ce_que_ca_fait_vivre_a_la_queen": "Une grande solitude intérieure. Tu ris, mais t’es seule. Tu ressens, mais il n’est pas là. Tu te sens ‘trop’, ‘pas cool’, ‘pas assez légère’. Tu t’amenuises pour ne pas le faire fuir.",
        "talon_dachille": "Il a peur de l’intensité, des attentes, des vraies connexions. Il se croit incapable de soutenir une relation profonde, alors il fait semblant de ne pas en avoir besoin.",
        "face_cachee": "Il rêve d’être aimé pour vrai, mais il ne croit pas qu’il en est digne. Il se cache derrière son image, ses blagues, sa façade d’ado désinvolte.",
        "evolution_possible": "Oui, s’il accepte de vieillir de l’intérieur. De grandir émotionnellement. Mais il doit quitter son personnage ‘cool’ pour devenir un homme — pas juste un gars chill.",
        "carte_miroir": "Il vient réveiller ta tendance à te minimiser pour être aimée. Il te montre où tu troques ton intensité contre de l’attention légère. Il met en lumière ta peur d’être ‘trop sérieuse’.",
        "conseil_reine_mere": "L’amour, c’est pas un feed Instagram. Si tu veux être choisie pour ta profondeur, faut arrêter de faire semblant d’aimer la légèreté. Laisse-le flotter. Et plonge ailleurs.",
        "phrase_flush_royal": "J’ai plus l’âge de jouer à aimer. J’ai besoin de sentir, pas juste de swiper sur ton charme.",
        "verdict_final": "À flusher si tu veux un homme, pas un ado bien habillé. À garder… s’il descend enfin dans le monde réel, avec un cœur grand ouvert."
    },
    {
        "nom": "10 de Carreau",
        "famille": "Carreau",
        "niveau": "10",
        "surnom": "Le Show Man Show Off",
        "surnom_complementaire": "Le King de l’image",
        "ce_quil_donne_au_debut": "Du prestige, de la prestance, du panache. Il est magnétique, ambitieux, bien habillé. Tu te sens flattée d’être choisie. Il parle d’avenir, de projets, de grandeur. C’est du gros calibre — et tu crois que tu viens de tomber sur un King en ascension.",
        "ce_quil_veut_vraiment": "Être admiré, validé, reconnu. Il veut construire une image de succès — et il veut une Queen qui l’aide à briller davantage. Il ne cherche pas une partenaire, mais une extension de sa réussite.",
        "besoin_de_controle": "Il contrôle par le charme, l’argent, le statut. Il est généreux… jusqu’à ce que tu contestes son autorité implicite. Il se présente comme le pilier — mais tout doit tourner autour de lui.",
        "perte_de_controle": "Il dévalorise subtilement. Il rappelle ce qu’il ‘fait pour toi’. Il peut faire du chantage affectif ou financier. Il claque la porte… puis revient comme une star attendue.",
        "comportement_relationnel_typique": "Il valorise les apparences. Il t’offre du luxe, des sorties, du show. Il n’est pas forcément méchant, mais il est centré sur lui. L’amour, pour lui, c’est être admiré et obéi.",
        "red_flags_recurrents": [
            "Te coupe de ton pouvoir personnel",
            "Te rend dépendante de ses ressources",
            "Tourne tout à son avantage",
            "N’écoute pas vraiment — il performe l’écoute",
            "Se vexe si tu remets en question son image"
        ],
        "leurres_ou_illusions": "Il donne l’illusion que tu seras élevée avec lui, que tu accèdes à un nouveau monde. Mais ce monde est construit sur son ego, pas sur votre amour.",
        "pourquoi_difficile_a_quitter": "Parce qu’il t’a fait goûter à plus grand que nature. Il te fait croire qu’il est unique, irremplaçable. Et que tu ne retrouveras jamais ce ‘niveau’.",
        "ce_que_ca_fait_vivre_a_la_queen": "Un vertige. Du luxe émotionnel au vide affectif. Tu te sens choisie… puis utilisée. Tu passes de reine de gala à figurante silencieuse.",
        "talon_dachille": "Il doute de sa valeur profonde. Il a peur de ne pas être aimé s’il n’offre rien de spectaculaire. Il compense son insécurité par l’exagération.",
        "face_cachee": "Il est fragile. Il se sent illégitime. Il a souvent grandi dans un contexte où la valeur = performance. Il aime… mais à travers son image.",
        "evolution_possible": "Oui, s’il accepte de se montrer vulnérable et de ne plus lier son estime à ses réussites. Mais il devra apprendre à aimer en silence, sans témoins — et ça, c’est terrifiant pour lui.",
        "carte_miroir": "Il vient réveiller ta peur de ne pas mériter un homme ‘à ton niveau’. Il te pousse à remettre en question ce que tu crois mériter. Il révèle ton rapport à l’admiration, à l’argent, à ton propre rayonnement.",
        "conseil_reine_mere": "Ne confonds pas grandeur et profondeur. Un palace vide reste un lieu désert. Demande-toi : est-ce que je me sens plus Queen… ou plus décorative ?",
        "phrase_flush_royal": "T’es pas un King. T’es un feu d’artifice sur trépied : joli à regarder, dangereux à manipuler, et toujours en train d’exploser pour qu’on l’applaudisse.",
        "verdict_final": "À flusher si tu veux une vraie relation et pas un partenariat d’image. À garder si tu veux être la VP marketing d’un homme en campagne de prestige permanente."
    },
    {
        "nom": "Valet de Carreau",
        "famille": "Carreau",
        "niveau": "Valet",
        "surnom": "Le Prince Vendeur de Char",
        "surnom_complementaire": "Le Lover à rabais bien emballé",
        "ce_quil_donne_au_debut": "Le full package. Il a la tchatche, le look, le sourire en coin. Il te fait des compliments rythmés comme une pub de char neuf. Il te fait sentir choisie, convoitée, unique. Il te promet la lune… avec des mensualités sans intérêt.",
        "ce_quil_veut_vraiment": "Te convaincre. Te séduire. Te vendre son rêve (et se vendre lui-même). Il ne cherche pas une Queen à aimer, mais une cliente à séduire pour flatter son image de winner.",
        "besoin_de_controle": "Il manipule par le charme et le discours bien huilé. Il sait exactement quoi dire, comment te faire croire que c’est ‘différent avec toi’. Il crée un storytelling pour chaque Queen qu’il rencontre.",
        "perte_de_controle": "Il se retire, te traite comme une ‘hystérique’, ou passe à une autre sans explication. Il devient fuyant, vague, évasif. Il t’accuse d’être trop intense ou de mal comprendre ses intentions ‘simples’.",
        "comportement_relationnel_typique": "Il te flatte, te projette dans un avenir commun… mais sans jamais poser d’actions concrètes. Il te fait rêver d’un roadtrip en Italie, mais il n’a même pas de passeport. Il parle plus qu’il ne construit.",
        "red_flags_recurrents": [
            "Incohérences entre ses mots et ses gestes",
            "Promesses floues, projets jamais réalisés",
            "Parle beaucoup de lui, peu de toi",
            "Charme facile, copié-collé selon la cible",
            "Disparaît dès que tu veux de la profondeur"
        ],
        "leurres_ou_illusions": "Il donne l’illusion d’un mec prêt, mature, ambitieux. Il parle comme un homme accompli, mais il vit comme un ado qui veut juste impressionner sans s’engager.",
        "pourquoi_difficile_a_quitter": "Parce qu’il est convaincant. Parce qu’il sait créer l’attachement par les mots. Parce qu’il te donne l’impression que c’est TOI qui n’as pas su ‘faire durer’ la magie.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu doutes. Tu attends. Tu espères qu’il ‘redevienne’ le gars du début. Tu justifies ses absences. Tu réécoutes ses messages vocaux pour retrouver ce qu’il t’a fait ressentir. Et tu t’épuises.",
        "talon_dachille": "Il ne croit pas vraiment en sa propre valeur. Il compense par le vernis, le discours, la performance. Il a peur d’être vu sans son costume de vendeur d’illusions.",
        "face_cachee": "Un garçon en manque d’amour véritable. Il ne sait pas comment construire. Il a peur de la banalité, de l’ennui, de l’attachement profond. Il vit pour l’effet, pas pour la vérité.",
        "evolution_possible": "Rarement. Il faut qu’il accepte d’échouer, de tomber le masque, de vivre sans audience. Il doit perdre son statut de ‘vendeur’ pour devenir un homme réel. Et il n’est pas prêt à ça, souvent.",
        "carte_miroir": "Il vient pointer où tu te laisses séduire par le vernis au lieu de la vérité. Où tu crois que l’amour, c’est être choisie par le ‘bon gars marketing’. Il te montre ta propre soif d’être vue, sans creuser.",
        "conseil_reine_mere": "Si t’as l’impression d’avoir signé un bail d’amour et qu’il t’a vendu une pancarte vide, c’est pas toi le problème. C’est juste une autre vente bien pitchée.",
        "phrase_flush_royal": "T’es peut-être bon en pitch de vente, mais moi j’achète plus d’amour sur Marketplace.",
        "verdict_final": "À flusher si tu veux du vrai, du brut, du vivant. À garder… si tu veux une love story en 12 versements et zéro livraison."
    },
    {
        "nom": "King de Carreau",
        "famille": "Carreau",
        "niveau": "King",
        "surnom": "Le King Bâtisseur",
        "surnom_complementaire": "Le Stratège du Futur Partagé",
        "slogan": "Je veux construire quelque chose avec toi. Solide.",
        "punch_guerisseur": "Brille dehors et t’offre l’intérieur",
        "ce_quil_donne_au_debut": "Une direction. Une vision. Une structure rassurante. Il parle avenir dès les premières semaines, te projette dans un ‘nous’ réfléchi. Il t’inclut dans ses plans, te considère comme une alliée. Tu sens que tu pourrais enfin bâtir quelque chose de réel.",
        "ce_quil_veut_vraiment": "Une Queen solide avec qui bâtir un empire. Il cherche une relation durable, efficace, mutuellement avantageuse. Il veut un lien ancré dans le concret, nourri par des projets partagés. Il veut que ça tienne — et que ça serve à quelque chose.",
        "besoin_de_controle": "Il contrôle par l’organisation, la stratégie, les décisions rationnelles. Il veut que tout soit pensé, structuré, aligné. Il valorise la stabilité et peut devenir autoritaire quand on remet en question sa vision. Il cherche à tout anticiper pour éviter les failles.",
        "perte_de_controle": "Il se crispe. Il devient froid, directif, exigeant. Il tente de remettre de l’ordre par des décisions unilatérales. Il peut minimiser les émotions pour ‘garder le cap’, oubliant que le cœur a aussi besoin d’attention, pas juste de solutions.",
        "comportement_relationnel_typique": "Il propose, planifie, investit. Il valorise tes ambitions. Il est fier de toi quand tu avances. Il n’aime pas les flous. Il préfère les Queens stables, ancrées, capables de co-piloter la relation. Il veut une égale, pas une dépendante.",
        "red_flags_recurrents": [
            "A du mal avec l’imprévu émotionnel",
            "Tendance à la sur-organisation affective",
            "Valorise le faire plus que l’être",
            "Peut devenir rigide dans sa vision du couple",
            "T’écoute… s’il comprend pourquoi ça sert"
        ],
        "leurres_ou_illusions": "Il semble parfait : stable, mature, fiable. Mais il peut être émotionnellement distant sans le vouloir, trop axé sur le résultat. Il donne l’illusion de l’amour parfait, mais oublie parfois de le vivre dans le présent.",
        "pourquoi_difficile_a_quitter": "Parce qu’il est sécurisant. Parce qu’il t’offre un projet de vie. Parce qu’il te respecte, t’encourage, croit en toi. Parce qu’il fait de vrais efforts — même s’il oublie parfois ton cœur.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu te sens vue, choisie, valorisée. Mais aussi parfois performante, comme si tu devais toujours être ‘à la hauteur’. Tu peux t’oublier dans le rôle de partenaire idéale. Tu veux rester forte, même quand ton cœur aurait besoin de s’effondrer un peu.",
        "talon_dachille": "Il fuit la vulnérabilité non maîtrisée. Il a peur de perdre son autorité. Il croit que s’il s’ouvre trop, il sera déstabilisé. Il préfère montrer son amour par des actes, mais ne sait pas toujours comment le dire avec tendresse.",
        "face_cachee": "Il est profondément aimant, mais maladroit avec ses émotions. Il rêve d’être aimé pour ce qu’il est, pas seulement pour ce qu’il offre. Il veut ouvrir son cœur, mais n’a jamais appris à le faire sans plan.",
        "evolution_possible": "Oui, immense. S’il ose descendre de son piédestal pour rejoindre la Queen dans sa vulnérabilité. S’il accepte que l’amour se vit aussi dans le flou, dans l’imparfait, dans le cœur nu.",
        "carte_miroir": "Il te montre où tu as appris à aimer en performance. Où tu crois qu’il faut mériter sa place dans le cœur d’un homme. Il réveille ton besoin d’être forte… mais il t’invite aussi à réclamer l’amour doux.",
        "conseil_reine_mere": "Tu mérites un empire, oui. Mais pas au prix de ton cœur. Laisse-le bâtir, mais assure-toi qu’il fait de la place pour tes tempêtes. Et que l’amour se vit maintenant — pas juste dans 5 ans, quand tout sera ‘prêt’.",
        "phrase_flush_royal": "Ton futur est béton, mais j’ai pas vu où tu mettais mon cœur dans les plans.",
        "verdict_final": "À garder si tu veux un amour solide, une épaule stable et une vie à construire à deux. À flusher si tu dois cacher tes larmes pour rester ‘inspirante’."
    },
    {
        "nom": "As de Pique",
        "famille": "Pique",
        "niveau": "As",
        "surnom": "Le Perdant Calculateur",
        "surnom_complementaire": "Le Stratège de l’Ombre",
        "ce_quil_donne_au_debut": "Du mystère, une intensité étrange, et une impression de maîtrise. Il te fait sentir spéciale… mais surtout utile. Il dit peu, mais il observe tout. Il t’évalue sans que tu t’en rendes compte, comme s’il construisait une équation mentale dans laquelle tu dois t’intégrer.",
        "ce_quil_veut_vraiment": "Maximiser son gain avec un minimum d’effort émotionnel. Il veut contrôler sans s’exposer, obtenir sans se dévoiler, séduire sans s’engager. Il cherche une Queen fonctionnelle, pas sentimentale — une alliée stratégique plus qu’une amoureuse.",
        "besoin_de_controle": "Il calcule tout. Ce qu’il donne, ce qu’il reçoit, ce que ça lui coûte. Il évite les dettes émotionnelles. Il reste toujours un pas en arrière pour ne pas être vulnérable. Son pouvoir : garder le contrôle par l’avarice affective.",
        "perte_de_controle": "Il se ferme davantage, devient encore plus opaque. Il rationalise tout, esquive les conversations profondes. Il peut devenir sarcastique, manipulateur, ou fuir dans la logique pure pour éviter l’intimité.",
        "comportement_relationnel_typique": "Il donne en fonction de ce qu’il peut retirer. Il évite l’intensité émotionnelle. Il aime les Queens indépendantes mais prévisibles. Il est difficile à lire, peu démonstratif, et toujours en mode ‘optimisation’.",
        "red_flags_recurrents": [
            "Il te fait sentir que tu lui dois quelque chose",
            "Il nie ou évite l’émotion",
            "Il joue sur la rareté de son attention",
            "Il te rend responsable de sa froideur",
            "Il semble présent… mais jamais impliqué"
        ],
        "leurres_ou_illusions": "Il te fait croire qu’il est mature, qu’il ‘gère ses émotions’, qu’il est simplement prudent. Mais en réalité, il a peur d’aimer, de donner, de perdre la main. Ce n’est pas de la sagesse : c’est du repli stratégique.",
        "pourquoi_difficile_a_quitter": "Parce qu’il ne s’attache pas vraiment… et que ça devient un défi. Tu veux percer son armure. Tu crois que s’il s’ouvre à toi, ce sera la preuve ultime de ta valeur. Il t’amène à croire que c’est toi qui peux changer la donne.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu doutes de toi. Tu veux ‘faire mieux’ pour mériter un peu plus. Tu te surprends à analyser ses moindres gestes, à interpréter ses silences. Tu deviens une exécutante affective, jamais en sécurité, toujours en quête de validation.",
        "talon_dachille": "Il a peur d’aimer à perte. Peur de donner sans retour. Il croit que l’amour est une transaction, pas une offrande. Il vit dans la méfiance, incapable de s’abandonner.",
        "face_cachee": "Il rêve d’un amour vrai, mais il ne s’en croit pas digne. Il se protège derrière le calcul parce qu’il se sent impuissant face à la vulnérabilité. Il cache un vide sous ses équations.",
        "evolution_possible": "Très limitée. Tant qu’il reste dans le contrôle, il ne peut pas aimer. Il devra d’abord reconnaître qu’il fuit l’amour, et non qu’il le ‘gère mieux que les autres’.",
        "carte_miroir": "Il révèle où tu t’es mise en mode performance. Où tu crois qu’il faut prouver ton utilité pour être aimée. Il te pousse à sortir du troc affectif pour revenir au don sincère — à toi-même d’abord.",
        "conseil_reine_mere": "Si tu dois le convaincre que tu mérites d’être aimée, c’est que t’es pas à ta place. Rappelle-toi : t’es pas une variable dans son équation. T’es la Queen de ton propre royaume.",
        "phrase_flush_royal": "Tu veux rentabiliser l’amour? Parfait. J’investis plus dans ta froideur. Le cœur, c’est pas une bourse, c’est un sanctuaire.",
        "verdict_final": "À flusher sans délai. Il n’aime pas. Il calcule. Et ton amour vaut plus qu’un retour sur investissement."
    },
    {
        "nom": "2 de Pique",
        "famille": "Pique",
        "niveau": "2",
        "surnom": "Le Crétin Profond",
        "surnom_complementaire": "Le Vide qui parle fort",
        "ce_quil_donne_au_debut": "Une impression de force brute, d’intensité, voire d’authenticité brute de décoffrage. Il a l’air sûr de lui, ténébreux, ‘pas comme les autres’. Il attire par sa différence apparente, son discours pseudo-réveillé, son style hors cadre.",
        "ce_quil_veut_vraiment": "Briller dans le noir pour masquer qu’il n’a pas grand-chose à offrir à la lumière du jour. Il cherche à exister à travers le regard des autres, sans jamais devoir se construire de l’intérieur. Il veut une Queen qui valide ses postures sans jamais exiger de profondeur réelle.",
        "besoin_de_controle": "Il use de confusion, de pseudo-profondeur, de critiques déguisées en vérités éclairées. Il se positionne en rebelle, en marginal éclairé, mais c’est un masque pour cacher son vide identitaire. Il veut dominer par le doute qu’il sème chez toi.",
        "perte_de_controle": "Il explose. Il blâme. Il fuit. Il devient agressif, sarcastique ou se pose en victime persécutée. Il utilise des phrases toutes faites pour éviter la remise en question. Il attaque dès qu’il sent qu’il perd la main sur l’image qu’il projette.",
        "comportement_relationnel_typique": "Il provoque pour tester. Il impose sa vision comme une vérité absolue. Il se contredit sans gêne. Il exige ta tolérance pour ses incohérences mais ne te laisse aucun espace pour les tiennes. Il est creux… mais bruyant.",
        "red_flags_recurrents": [
            "Se dit lucide, mais fuit toute introspection réelle",
            "Te ridiculise sous couvert d’humour",
            "N’écoute pas : il attend son tour de parler",
            "Se pose en victime dès qu’on le confronte",
            "Mélange autorité et arrogance"
        ],
        "leurres_ou_illusions": "Il prétend être conscient, évolué, libre. Mais il vit dans une coquille dure comme la pierre. Il te fait croire que tu as enfin trouvé un homme vrai, sans filtre, mais il ne fait que performer une pseudo-profondeur.",
        "pourquoi_difficile_a_quitter": "Parce que tu veux prouver que tu peux l’éduquer, le raffiner, l’ouvrir. Tu veux croire qu’il y a un cœur sous les couches de bêtise et de chaos. Tu crois qu’avec assez d’amour, il finira par comprendre.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu te sens rabaissée, confuse, dévalorisée. Tu te surprends à douter de ton intelligence ou à t’ajuster pour qu’il se sente compris. Tu te sens sale, comme si tu t’étais perdue à force de lui expliquer l’évidence.",
        "talon_dachille": "Il se croit réveillé, mais il est aveuglé par sa propre insécurité. Il n’a jamais appris à aimer autrement qu’en dominant ou en testant. Il confond profondeur et chaos, et refuse de se taire assez longtemps pour se rencontrer lui-même.",
        "face_cachee": "Il est vide. Littéralement. Et il le sait. Il a peur qu’on le voie tel qu’il est : fragile, inculte, peu aimable. Alors il enfile des masques, fait du bruit, prend de la place pour ne pas s’effondrer.",
        "evolution_possible": "Très peu. Il faudrait d’abord qu’il reconnaisse qu’il n’a pas encore commencé à vivre en conscience. Et ça, pour lui, c’est une insulte. Il se dit ‘différent’, mais refuse tout vrai travail sur soi.",
        "carte_miroir": "Il te montre ton besoin de prouver ta valeur. Ta peur d’être considérée comme hautaine, trop exigeante. Il te force à constater où tu as abaissé tes standards pour ‘lui laisser une chance’.",
        "conseil_reine_mere": "Le respect n’est pas une récompense. C’est une base. S’il faut que tu sois pédagogue, tolérante, patiente et silencieuse juste pour qu’il ne se sente pas menacé… c’est que tu t’es assise à la mauvaise table.",
        "phrase_flush_royal": "T’es pas trop profond. T’es juste creux avec du vernis. Et j’ai pas signé pour jouer à cache-cache avec l’intelligence.",
        "verdict_final": "À flusher d’urgence. Il n’a rien à t’apprendre sauf jusqu’où tu es prête à te perdre pour ne pas rester seule. Reprends ton trône. La médiocrité, c’est pas ton royaume."
    },
    {
        "nom": "3 de Pique",
        "famille": "Pique",
        "niveau": "3",
        "surnom": "Le Caméléon Béton",
        "surnom_complementaire": "Le Stratège Liquide",
        "ce_quil_donne_au_debut": "De la présence, de l’écoute, une intelligence relationnelle caméléon. Il semble s’adapter à toi à la perfection. Il absorbe tes goûts, tes idées, tes rêves… comme si vous étiez faits pour être ensemble. Il lit en toi rapidement — et ajuste son discours sans que tu t’en rendes compte.",
        "ce_quil_veut_vraiment": "La sécurité sans exposition. Être aimé sans devoir être vu pour vrai. Il veut faire partie de ta vie sans trop y risquer la sienne. Il se fond dans ton monde pour ne pas avoir à te montrer le sien.",
        "besoin_de_controle": "Il contrôle par la fusion. Il devient ce que tu attends. Il minimise les conflits en effaçant ses différences. Il prend la forme de ton idéal, mais c’est un masque — pas une essence. Son pouvoir : devenir l’image de ton fantasme, pour mieux éviter la sienne.",
        "perte_de_controle": "Il disparaît. Se rétracte. Ne comprend plus qui il est ni ce que tu veux. Il peut se dépersonnaliser ou fuir soudainement. Il devient froid, distant, flou, comme si tout s’était effacé.",
        "comportement_relationnel_typique": "Il devine ce que tu veux entendre. Il adapte sa posture à la situation. Il évite les confrontations franches. Il a souvent une double vie intérieure — ce qu’il montre, et ce qu’il cache. Il peut être très impliqué… jusqu’à ce que ce soit trop vrai.",
        "red_flags_recurrents": [
            "Il semble parfait, puis devient flou",
            "Tu ne sais jamais vraiment ce qu’il pense",
            "Il a du mal à prendre position",
            "Il évite les discussions profondes sur lui-même",
            "Il s’adapte à toutes, sans s’engager nulle part"
        ],
        "leurres_ou_illusions": "Il donne l’illusion d’une compatibilité rare. Il semble te comprendre à un niveau exceptionnel. Mais ce n’est pas de l’amour : c’est une stratégie d’évitement identitaire. Il ne veut pas te rencontrer — il veut que tu le valides.",
        "pourquoi_difficile_a_quitter": "Parce qu’il est doux, gentil, sans faute apparente. Parce que tu veux croire que c’est une question de timing. Parce qu’il n’est jamais méchant — juste insaisissable. Et tu espères qu’en le tenant assez longtemps, il se révélera.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu doutes de ton intuition. Tu rationalises ses absences, ses contradictions. Tu sens que quelque chose cloche, mais tu n’as aucune preuve. Tu deviens l’investigatrice d’un vide bien camouflé.",
        "talon_dachille": "Il a peur d’exister pleinement. Il a appris que pour être aimé, il fallait s’adapter. Il ne sait plus où finit l’image et où commence l’être. Il vit dans le doute : s’il montre qui il est vraiment, il sera rejeté.",
        "face_cachee": "Il est rempli de désirs profonds… mais il ne les assume pas. Il a du potentiel, mais il s’est bâti une armure d’adaptation. Il n’a jamais appris à tenir debout avec ses propres contours.",
        "evolution_possible": "Oui, mais seulement s’il accepte de sortir du camouflage. Il devra apprendre à se déplaire, à déplaire, à se confronter. Tant qu’il reste liquide, il ne pourra jamais bâtir du solide.",
        "carte_miroir": "Il te montre où tu as été caméléon toi aussi. Où tu t’es adaptée pour être aimée. Il réveille en toi l’angoisse de ne pas suffire. Il te pousse à affirmer : ‘Je veux être choisie pour qui je suis, pas pour la version de moi que tu peux gérer.’",
        "conseil_reine_mere": "Un amour sans aspérités, c’est souvent une illusion. Si tu ne sais pas ce qu’il pense, ce qu’il veut, ce qu’il rêve… c’est que t’es seule dans cette fusion.",
        "phrase_flush_royal": "T’es pas caméléon, t’es invisible avec des antennes. Et moi, je veux un homme, pas un hologramme.",
        "verdict_final": "À flusher s’il reste flou après la lumière. À garder seulement s’il sort de ses déguisements pour se montrer vrai. Sinon, c’est toi qui vas disparaître à force de le chercher."
    },
    {
        "nom": "4 de Pique",
        "famille": "Pique",
        "niveau": "4",
        "surnom": "Le Rigide Mental",
        "surnom_complementaire": "Le Stratège glacial",
        "ce_quil_donne_au_debut": "De la structure. Du sérieux. Des plans. Il te regarde comme un projet à optimiser. Tu te sens validée par son œil rationnel, choisie parce que tu sembles ‘efficace’.",
        "ce_quil_veut_vraiment": "Contrôler le chaos de la vie. Maîtriser son environnement (et ses émotions). Il cherche une Queen qui le rassure par sa stabilité mais aussi… qui se plie à son système.",
        "besoin_de_controle": "Tout passe par l’ordre, la logique, les règles qu’il impose sans les nommer. Il veut garder le dessus sans hausser la voix : par l’agenda, les horaires, les conditions.",
        "perte_de_controle": "Il se ferme. Devient rigide. Moins il comprend ce que tu vis, plus il intellectualise. Il réagit par le retrait ou la froideur, parfois avec un air supérieur.",
        "comportement_relationnel_typique": "Il fonctionne avec des contrats implicites. Il aime quand les rôles sont clairs. Il n’aime pas les débordements émotionnels. Il est fiable mais peu chaleureux.",
        "red_flags_recurrents": [
            "Incapacité à valider les émotions",
            "Déconnexion du cœur",
            "Punitions silencieuses (il t’enlève sa présence ou sa douceur)",
            "Te fait sentir instable ou ‘trop émotive’"
        ],
        "leurres_ou_illusions": "Il donne l’illusion de sécurité, de rationalité, de maturité… mais il n’est pas dans la co-construction. Il veut une Queen compatible avec son système, pas une égale.",
        "pourquoi_difficile_a_quitter": "Il donne une impression de constance, de calme, de solidité. Il peut aussi devenir indispensable dans le quotidien par son sens pratique. Et il ne fait jamais de ‘gros’ torts évidents.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu peux te sentir comme une coloc émotionnelle. Comme si tu étais la pièce mobile dans un système fermé. Tu deviens stratégique toi aussi, pour mériter un peu de chaleur.",
        "talon_dachille": "Il a peur du vide émotionnel. Il fuit l’inconnu intérieur. Il est habité par une peur sourde d’exploser s’il entre en contact avec ses véritables émotions.",
        "face_cachee": "Il pourrait être tendre… mais il ne sait pas comment. Il est souvent figé dans une posture mentale où aimer = se maîtriser.",
        "evolution_possible": "Oui, mais seulement s’il accepte de descendre de sa tour de contrôle. Ce n’est pas gagné, car il croit profondément que sa façon de faire est ‘la bonne’.",
        "carte_miroir": "Il te montre à quel point tu peux t’adapter, te contracter, te rationaliser pour plaire. Il vient réveiller en toi la blessure d’être jugée ‘trop’ ou ‘inadaptée’.",
        "conseil_reine_mere": "Ne rentre pas dans son système. Observe : est-ce que tu sens ton cœur respirer ? S’il faut que tu calcules tes mots, ce n’est pas une maison d’amour. C’est une prison mentale.",
        "phrase_flush_royal": "T’es pas froid, t’es figé. Et moi, j’ai pas envie de m’asseoir dans un frigo en espérant qu’un jour la porte se rouvre.",
        "verdict_final": "À flusher si tu veux du vivant, de la tendresse, de l’émotion. À garder si tu veux un contrat logistique à deux avec option cœur en veilleuse."
    },
    {
        "nom": "5 de Pique",
        "famille": "Pique",
        "niveau": "5",
        "surnom": "Le Tit Gars Borné",
        "surnom_complementaire": "Le Mur Droit Devant",
        "ce_quil_donne_au_debut": "Une impression de solidité, de constance, de franchise terre-à-terre. Il semble fiable, pas compliqué. Il dit ce qu’il pense, fait ce qu’il dit. Il attire par son ancrage apparent — comme si tu pouvais enfin baisser la garde et te poser.",
        "ce_quil_veut_vraiment": "La paix, la routine, la stabilité. Il veut une Queen qui ne chamboule pas trop son monde, qui entre dans son quotidien sans trop le perturber. Il cherche une forme de confort affectif dans la simplicité et la répétition.",
        "besoin_de_controle": "Il contrôle par la fixité. Ce qu’il connaît, il le garde. Ce qu’il ne comprend pas, il le rejette. Il impose son cadre par inertie, sans forcément lever la voix. Il fait sentir que tout changement est une menace.",
        "perte_de_controle": "Il se referme, se bute, devient obtus. Il peut ridiculiser ce qu’il ne comprend pas. Il se met à défendre son point de vue avec une rigidité disproportionnée. Il refuse d’écouter ou de remettre en question ses certitudes.",
        "comportement_relationnel_typique": "Il a ses habitudes. Il veut que tu t’adaptes à son rythme, son monde, ses façons. Il ne se remet pas facilement en question. Il croit souvent qu’il est déjà ‘correct de même’. Il peut être attentionné… à sa manière fixe.",
        "red_flags_recurrents": [
            "Inflexibilité face au changement",
            "Résistance à toute introspection",
            "Invalidations subtiles ou directes de ce que tu ressens",
            "Blagues blessantes déguisées en ‘je niaise’",
            "Réactions disproportionnées quand il se sent critiqué"
        ],
        "leurres_ou_illusions": "Il a l’air simple, franc, honnête. Mais sous cette façade se cache souvent une peur de l’inconnu, une insécurité non exprimée. Il se protège derrière la ‘logique’ pour ne pas affronter ce qui pourrait bousculer son monde intérieur.",
        "pourquoi_difficile_a_quitter": "Parce qu’il semble loyal, constant, prévisible. Parce que tu veux croire qu’avec le temps, il va s’ouvrir, évoluer, te rejoindre. Parce qu’il t’offre une base… mais jamais les ailes.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu te sens contrainte, enfermée dans des cadres que tu n’as pas choisis. Tu réduis ton expressivité pour ne pas créer de tensions. Tu t’excuses d’être sensible, ou d’avoir des rêves plus grands que son petit confort.",
        "talon_dachille": "Il a peur du changement. Peur d’avoir tort. Peur que s’il change une chose, tout s’effondre. Il s’est construit une carapace de certitudes pour ne pas affronter ses zones de doute.",
        "face_cachee": "Il pourrait être curieux, ouvert, doux… mais il a appris que montrer de la souplesse, c’est risquer de perdre le contrôle. Il se croit fort, mais c’est souvent un bouclier contre une vieille peur d’être inadéquat.",
        "evolution_possible": "Oui, s’il est prêt à se remettre en question, à écouter ce qu’il ne comprend pas, à élargir son monde. Mais ça demande un grand choc intérieur — ou une Queen assez puissante pour créer une secousse.",
        "carte_miroir": "Il te montre où tu t’es aplatie pour avoir la paix. Où tu t’es tue pour ne pas déranger. Il t’enseigne que l’amour sans expansion, c’est juste une prison bien décorée.",
        "conseil_reine_mere": "Ne confonds pas constance et stagnation. S’il t’aime seulement quand tu restes tranquille, c’est pas de l’amour. C’est un contrat de silence.",
        "phrase_flush_royal": "T’es pas stable, t’es figé. Et moi, j’ai pas été couronnée pour tourner en rond dans ta routine de ti-gars.",
        "verdict_final": "À flusher si tu veux grandir, évoluer, te déployer. À garder seulement s’il démontre une vraie capacité à bouger avec toi — pas juste à t’accueillir tant que tu bouges pas trop fort."
    },
    {
        "nom": "6 de Pique",
        "famille": "Pique",
        "niveau": "6",
        "surnom": "Le Poltron Contrôlant",
        "surnom_complementaire": "Le Stratège de l’Évitement Armé",
        "ce_quil_donne_au_debut": "Du sérieux, de la prudence, une impression de maturité émotionnelle. Il semble posé, réfléchi, presque sage. Il te donne l’impression qu’il sait ce qu’il veut — ou plutôt ce qu’il ne veut plus. Il attire par son calme apparent et sa capacité à prendre les choses lentement.",
        "ce_quil_veut_vraiment": "Du contrôle sous couvert de prudence. Il veut t’aimer, mais seulement si ça ne bouscule pas trop son monde intérieur. Il cherche une Queen qui saura se faire douce, stable, compréhensive… pendant qu’il garde la main sur le rythme, la direction et les règles du jeu.",
        "besoin_de_controle": "Il évite les zones d’inconfort en rationalisant tout. Il utilise la lenteur, les détours, les silences stratégiques pour garder le dessus. Il se protège derrière le calme et l’analyse, mais tout est orchestré pour ne pas perdre pied.",
        "perte_de_controle": "Il se rétracte, se crispe, devient autoritaire en sourdine. Il peut imposer des règles floues, se dire ‘perdu’ ou ‘confus’, mais c’est une façon d’éviter la confrontation directe. Il prend la posture de l’homme dépassé pour ne pas avoir à assumer ses responsabilités affectives.",
        "comportement_relationnel_typique": "Il freine les élans, impose un tempo lent. Il remet souvent la balle dans ton camp (‘fais ce que tu veux…’). Il fait passer ses besoins pour des normes. Il veut une relation sécurisante, mais à sa manière, dans ses termes, à son rythme.",
        "red_flags_recurrents": [
            "Il prend des décisions seul ‘pour le bien de tous’",
            "Il utilise son calme comme arme",
            "Il évite les conversations difficiles",
            "Il te fait douter de ton intensité émotionnelle",
            "Il fuit dès qu’il sent qu’il pourrait être transformé par l’amour"
        ],
        "leurres_ou_illusions": "Il donne l’impression d’être sage, stable, réfléchi. Mais c’est souvent une peur déguisée. Ce n’est pas de la profondeur : c’est du contrôle poli. Il se fait passer pour mature, mais il fuit la vraie intimité.",
        "pourquoi_difficile_a_quitter": "Parce qu’il n’est jamais brutal. Parce qu’il semble ‘juste un peu perdu’. Parce qu’il ne te fait pas de mal… mais ne te fait pas grandir non plus. Et tu te dis que tu n’as pas de raison valable pour partir, sauf ton intuition.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu te sens petite, contrôlée sans cris. Tu t’auto-régules pour ne pas le brusquer. Tu doutes de tes besoins, de ta vivacité. Tu te fais douce, patiente, tolérante… jusqu’à t’effacer.",
        "talon_dachille": "Il a peur d’être avalé par l’amour. Peur que la relation lui demande plus qu’il ne peut offrir. Il croit que la liberté, c’est garder le contrôle — et il ne sait pas que la vraie liberté vient avec la vulnérabilité.",
        "face_cachee": "Il voudrait aimer librement… mais il ne sait pas comment. Il a été blessé, il s’est blindé. Il a remplacé le cœur par le mental, l’élan par la stratégie. Mais sous tout ça, il y a un garçon qui rêve d’aimer sans armure.",
        "evolution_possible": "Oui, s’il accepte d’abandonner ses mécanismes de protection. S’il descend de sa tour de contrôle et reconnaît sa peur. Mais il devra choisir l’amour au lieu de la sécurité. Et ça, c’est un vrai saut.",
        "carte_miroir": "Il te montre où tu contrôles toi aussi par peur. Où tu t’adaptes à l’autre en espérant qu’il t’accorde un peu plus de place. Il te pousse à nommer clairement ce que tu veux — et à ne plus attendre que l’autre t’autorise à l’être.",
        "conseil_reine_mere": "S’il faut que tu t’ajustes constamment pour rester ‘sécure’ avec lui, c’est pas une relation, c’est un test de résistance. Tu mérites un espace où ta lumière ne fait pas peur.",
        "phrase_flush_royal": "T’es pas prudent, t’es planqué. Et moi, j’ai pas envie de construire un lien avec un bunker émotionnel.",
        "verdict_final": "À flusher si tu veux un amour vivant, spontané, évolutif. À garder uniquement s’il démontre une vraie capacité à ouvrir sa carapace — pas juste à te regarder t’adapter."
    },
    {
        "nom": "7 de Pique",
        "famille": "Pique",
        "niveau": "7",
        "surnom": "Le Gourou Stoïque",
        "surnom_complementaire": "Le Maître du Détachement",
        "ce_quil_donne_au_debut": "Une aura de sagesse tranquille, une posture de recul, de réflexion, de maîtrise. Il semble au-dessus de la mêlée. Il parle peu, mais quand il parle, on l’écoute. Il a souvent une philosophie de vie bien huilée et t’embarque dans son univers comme un guide zen ou un penseur du dimanche.",
        "ce_quil_veut_vraiment": "Une relation sans remous, qui respecte ses codes. Il veut être admiré pour sa stabilité, sa vision, sa capacité à rester centré… sans être challengé dans ses angles morts. Il cherche une Queen qui ne le confronte pas, qui épouse sa sagesse sans déranger son équilibre.",
        "besoin_de_controle": "Il contrôle par la posture. Il se place en position de maître spirituel, d’homme au-dessus des passions. Il n’élève pas la voix, mais il impose son autorité par sa ‘hauteur’. Il te fait sentir que tes émotions sont des ‘petits drames humains’ dont il est détaché.",
        "perte_de_controle": "Il devient condescendant. Il minimise ce que tu ressens. Il se replie dans le silence ou la pseudo-sérénité passive-agressive. Il accuse sans accuser : ‘je te laisse vivre ton processus’, ‘tu es responsable de tes réactions’… mais c’est du mépris déguisé.",
        "comportement_relationnel_typique": "Il parle en maximes, cite des auteurs, évoque le karma ou les lois de l’univers pour éviter les vraies discussions. Il reste flou sur ses besoins, mais exige que les tiens s’accordent à sa fréquence. Il ne se dispute pas : il se retire… au sommet de sa tour.",
        "red_flags_recurrents": [
            "Il intellectualise tout",
            "Il te fait sentir ‘non éveillée’ quand tu réagis",
            "Il refuse toute discussion ‘émotionnelle’",
            "Il valorise le détachement comme forme de domination",
            "Il ne s’engage pas pleinement, mais veut qu’on le respecte comme un pilier"
        ],
        "leurres_ou_illusions": "Il semble sage, conscient, éveillé. Mais c’est souvent une posture défensive. Il utilise la spiritualité ou la psychologie pour ne pas descendre dans l’intime. Ce n’est pas de la paix intérieure : c’est un évitement raffiné.",
        "pourquoi_difficile_a_quitter": "Parce qu’il ne te fait jamais de tort ‘clairement’. Parce qu’il te fait croire que tu manques de maturité, que c’est toi le problème. Tu veux lui prouver que tu es assez ‘éveillée’ pour mériter sa présence.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu doutes de ton intuition, tu te sens inférieure. Tu tais ta vivacité émotionnelle pour ne pas passer pour ‘réactive’. Tu sens que tu marches dans un temple… mais c’est lui le seul dieu qu’on a le droit d’y vénérer.",
        "talon_dachille": "Il a peur de descendre dans l’humain. Peur que le chaos de l’amour réel vienne fissurer sa posture. Il confond élévation et déconnexion. Il fuit les vraies blessures sous des couches de concepts.",
        "face_cachee": "Il rêve de vibrer, de se laisser aller… mais il croit qu’il perdra sa valeur s’il s’humanise. Il est plein de désir, de feu, de tendresse, mais tout est encapsulé sous des murs de dignité.",
        "evolution_possible": "Oui, s’il accepte de tomber de son piédestal. De ne plus avoir toujours raison. De reconnaître que le cœur ne se maîtrise pas, il s’éprouve. Mais c’est un long chemin pour celui qui confond contrôle et sagesse.",
        "carte_miroir": "Il vient réveiller la part de toi qui se tait pour être jugée ‘élevée’. Il te montre que tu t’es crue intense, alors que tu étais simplement vivante. Il te pousse à remettre ton cœur au centre — même s’il déborde.",
        "conseil_reine_mere": "Si aimer, c’est faire du yoga émotionnel silencieux, t’es pas en couple : t’es en culte. Et t’as jamais été faite pour prier un homme qui descend pas de son nuage.",
        "phrase_flush_royal": "Tu médites peut-être tous les jours, mais t’as jamais mis ton cœur sur le tapis. Et moi, j’ai pas envie de me faire ghoster par un Bouddha de pacotille.",
        "verdict_final": "À flusher s’il te fait sentir ‘trop’ quand tu ressens. À garder seulement s’il descend de sa posture et vient te rencontrer dans la vérité nue de l’amour réel."
    },
    {
        "nom": "8 de Pique",
        "famille": "Pique",
        "niveau": "8",
        "surnom": "Le Prisonnier de son Orgueil",
        "surnom_complementaire": "Le Fier Enchaîné",
        "ce_quil_donne_au_debut": "Une assurance tranquille, un côté posé, mystérieux. Il semble fort, digne, respecté. Il donne peu, mais ce qu’il donne est choisi avec soin. Il a l’air de savoir ce qu’il veut, ce qu’il tolère, ce qu’il offre. Il attire par son intégrité apparente.",
        "ce_quil_veut_vraiment": "Être vu comme inébranlable. Il veut de la reconnaissance sans avoir à s’exposer. Il veut être aimé sans devoir négocier. Il veut que sa valeur soit une évidence. Il cherche une Queen qui respecte ses règles tacites et n’ose pas trop les questionner.",
        "besoin_de_controle": "Il contrôle par l’image. Il cultive une droiture, une fierté, une forme d’austérité élégante. Il évite les sujets où il pourrait perdre la face. Il reste sur ses positions, même au prix de la relation. Il impose son monde sans bruit, mais avec fermeté.",
        "perte_de_controle": "Il se braque, se raidit, devient cassant ou distant. Il ne crie pas : il ferme. Il peut couper le lien sans explication pour sauver la face. Il se protège derrière des principes rigides, et te fait sentir que tu l’as déçu·e… sans jamais nommer ses vraies blessures.",
        "comportement_relationnel_typique": "Il met des balises claires. Il n’aime pas qu’on vienne brasser son monde. Il veut une relation bien tenue, maîtrisée. Il se montre peu vulnérable, mais exige qu’on respecte sa sensibilité muette. Il valorise les gestes plus que les mots, mais attend d’être deviné.",
        "red_flags_recurrents": [
            "Il ne s’excuse jamais vraiment",
            "Il te fait sentir responsable du moindre accroc",
            "Il fuit toute situation où il pourrait perdre la face",
            "Il garde ses blessures pour lui, mais te juge pour les tiennes",
            "Il te tient à distance sous couvert de ‘respect’"
        ],
        "leurres_ou_illusions": "Il semble solide, fiable, cohérent. Mais derrière cette façade, se cache une peur panique d’être vu sans son armure. Il joue le rôle du mec droit, mais il ne sait pas comment aimer sans garder le dessus.",
        "pourquoi_difficile_a_quitter": "Parce qu’il n’a rien de toxique en surface. Parce qu’il t’offre une forme de respect, de cadre, de loyauté. Parce que tu veux croire qu’un jour, il osera descendre de son piédestal pour t’aimer sans se cacher.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu te sens rejetée dès que tu es trop vraie. Tu t’excuses d’exister en relief. Tu doutes de ta légitimité à vouloir plus. Tu ressens un manque profond, mais tu ne sais pas si c’est toi le problème.",
        "talon_dachille": "Il a peur d’être vu dans sa vulnérabilité. Il a appris que l’amour, c’est tenir bon, pas flancher. Il croit que montrer une faille, c’est perdre tout respect. Il est prisonnier d’un rôle de prestance.",
        "face_cachee": "Il rêve d’un amour libre, nu, intense. Mais il se surveille. Il se contient. Il croit qu’on ne peut l’aimer que s’il reste parfait. Il a un cœur immense, mais barricadé derrière son image de force.",
        "evolution_possible": "Oui, s’il comprend que l’amour n’est pas une performance. S’il accepte de flancher un peu, de se laisser transformer. Mais ça demandera une Queen qui l’aime assez pour le confronter… et se choisir si ça ne bouge pas.",
        "carte_miroir": "Il vient réveiller la part de toi qui veut mériter l’amour par perfection. Il te montre à quel point tu t’es muselée pour ne pas déplaire. Il te pousse à incarner ta vérité, même si ça dérange.",
        "conseil_reine_mere": "L’orgueil n’est pas une fondation pour une maison d’amour. Si tu marches sur des œufs pour ne pas égratigner son image, t’as pas signé pour un couple — t’as signé pour un culte silencieux.",
        "phrase_flush_royal": "T’es pas un homme digne. T’es un cœur enfermé dans un musée. Et moi, j’ai besoin d’un amour vivant, pas d’un trophée sous verre.",
        "verdict_final": "À flusher s’il reste coincé dans sa posture. À garder s’il montre qu’il peut aimer sans faire semblant. Le respect, c’est pas de la distance. C’est la danse du vrai."
    },
    {
        "nom": "9 de Pique",
        "famille": "Pique",
        "niveau": "9",
        "surnom": "L’Ado Impétueux",
        "surnom_complementaire": "Le Rebelle Mal Dégrossi",
        "ce_quil_donne_au_debut": "Une énergie vive, magnétique, parfois brute. Il a un charme un peu punk, un feu qui réveille, une fougue qui te sort de l’ennui. Il ose, provoque, surprend. Tu te sens choisie par un homme qui n’a peur de rien — ou presque.",
        "ce_quil_veut_vraiment": "Vivre à fond. Se sentir libre, intense, vivant. Il veut une Queen qui l’admire, le suive, le comprenne sans chercher à le changer. Il rêve d’être aimé tel qu’il est, mais ne se demande pas toujours ce qu’il offre en retour.",
        "besoin_de_controle": "Il contrôle par l’intensité. Il impose son tempo, sa logique, ses crises. Il crée des montagnes russes émotionnelles pour rester au centre du jeu. Il veut te conquérir sans forcément s’engager. Il fait de l’attachement un défi à relever.",
        "perte_de_controle": "Il explose ou disparaît. Il devient cinglant, ironique, injuste. Il peut frapper là où ça fait mal, puis faire comme si de rien n’était. Ou fuir sans un mot. Il rejette la faute, minimise tes émotions, tourne tout en jeu de pouvoir.",
        "comportement_relationnel_typique": "Il souffle le chaud et le froid. Il t’adore puis t’ignore. Il dramatise ou ridiculise. Il teste tes limites, joue avec les siennes. Il dit qu’il veut de l’amour, mais ne sait pas comment l’accueillir sans se sentir piégé.",
        "red_flags_recurrents": [
            "Crises émotionnelles cycliques",
            "Jalousie déguisée en passion",
            "Invalidations blessantes",
            "Projections de ses propres insécurités",
            "Immaturité affective masquée par l’intensité"
        ],
        "leurres_ou_illusions": "Il semble passionné, investi, viscéral. Mais souvent, il fuit la vraie intimité. Il confond attachement et dépendance, émotion et connexion. Il promet l’amour… mais ne sait pas le tenir.",
        "pourquoi_difficile_a_quitter": "Parce qu’il t’enflamme. Parce que la relation est vivante, palpitante, pleine de moments inoubliables. Parce qu’il te fait sentir unique — entre deux silences ou explosions. Et tu espères toujours qu’il va grandir.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu es toujours sur le qui-vive. Tu te sens responsable de ses humeurs. Tu veux l’apaiser, le rassurer, le contenir. Tu doutes de ta valeur chaque fois qu’il se referme ou pique une crise. Tu te retrouves à gérer un ado dans le corps d’un homme.",
        "talon_dachille": "Il a peur de ne pas être assez. Peur d’être rejeté s’il devient vraiment vulnérable. Il rejoue des blessures anciennes avec fracas. Il pense qu’il faut séduire sans cesse pour ne pas être abandonné.",
        "face_cachee": "Il rêve d’aimer sans peur. Il voudrait poser son cœur quelque part, mais il a appris que l’amour, c’était risqué. Il cache sa fragilité derrière ses colères, son intensité, son humour cinglant.",
        "evolution_possible": "Oui, s’il accepte de grandir. De se responsabiliser. De voir que l’amour n’est pas une scène de théâtre mais un lieu d’accueil. Mais il devra renoncer à ses jeux de pouvoir — et ça, c’est un sevrage en soi.",
        "carte_miroir": "Il vient réveiller ta peur d’être abandonnée. Il te montre où tu te perds à aimer fort pour deux. Il reflète ta tendance à croire que tu peux réparer ceux qui brûlent tout autour d’eux.",
        "conseil_reine_mere": "Si tu dois constamment éteindre des feux, t’es pas en amour — t’es dans un camp de pompiers émotionnels. Aimer, c’est pas survivre à une tempête par semaine.",
        "phrase_flush_royal": "T’es pas intense, t’es instable. Et moi, j’ai pas été sacrée pour devenir la psy d’un ado en crise hormonale.",
        "verdict_final": "À flusher s’il refuse de grandir. À garder seulement s’il reconnaît ses blessures et prend la responsabilité de les guérir. Tu ne peux pas bâtir sur un feu de brousse."
    },
    {
        "nom": "10 de Pique",
        "famille": "Pique",
        "niveau": "10",
        "surnom": "Le Show Man en Chef",
        "surnom_complementaire": "Le Maître de Scène Inébranlable",
        "ce_quil_donne_au_debut": "De la prestance, de l’assurance, une présence marquante. Il attire l’attention sans effort. Il maîtrise son image, ses mots, son aura. Il te donne l’impression que t’as été choisie par le gars que tout le monde respecte ou redoute. Il impressionne.",
        "ce_quil_veut_vraiment": "Être admiré. Être perçu comme puissant, solide, intouchable. Il veut une Queen loyale, qui soutient son empire, qui ne le confronte pas trop. Il rêve de grandeur, mais sans toujours descendre dans l’intimité.",
        "besoin_de_controle": "Il dirige la relation comme un chef d’entreprise. Il prend les décisions, pose les cadres, impose le rythme. Il aime que tout soit ‘carré’, structuré, et que son autorité ne soit pas remise en question. Il contrôle sans violence, mais avec charisme.",
        "perte_de_controle": "Il devient sec, autoritaire, intransigeant. Il coupe la discussion, impose unilatéralement. Il peut te faire sentir petite ou ‘dramatique’. Il se braque, joue les patrons qui n’ont pas le temps pour les états d’âme.",
        "comportement_relationnel_typique": "Il planifie, structure, encadre. Il aime les rôles clairs. Il veut une Queen solide, qui ne remet pas tout en question. Il offre de la sécurité, mais parfois au prix de la spontanéité. Il valorise la loyauté au-dessus de tout.",
        "red_flags_recurrents": [
            "Délégation unilatérale (tu t’occupes des ‘sentiments’, lui de la logistique)",
            "Peu d’écoute réelle dans les moments sensibles",
            "Refus d’exposer ses propres fragilités",
            "Tendance à imposer sa vision comme vérité universelle",
            "Peur de perdre la face ou de sembler faible"
        ],
        "leurres_ou_illusions": "Il donne l’illusion d’être l’homme ‘solide’, accompli, abouti. Mais derrière l’image, il y a parfois un cœur fragile qui se cache pour ne pas perdre son pouvoir. Il joue au King… même quand il n’est pas à l’écoute de la réalité du lien.",
        "pourquoi_difficile_a_quitter": "Parce qu’il est impressionnant. Parce qu’il t’offre du cadre, du concret, de l’assurance. Parce que tu te dis que tu ne retrouveras jamais quelqu’un d’aussi ‘fort’. Et parce qu’il fait tout pour que tu sentes que t’as de la valeur… s’il t’a choisie.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu deviens sa coéquipière, sa partenaire de projet… mais pas toujours sa confidente. Tu peux te sentir utile, reconnue… mais seule émotionnellement. Tu finis par douter que ton cœur ait une vraie place dans son empire.",
        "talon_dachille": "Il a peur de ne pas être à la hauteur s’il se montre vulnérable. Il confond respect et pouvoir. Il veut tout porter, tout gérer, mais il finit par se couper du lien vrai. Sa grandeur peut devenir sa prison.",
        "face_cachee": "Il rêve d’un amour vrai, simple, sincère… mais il ne sait pas comment redescendre de sa tour de commande. Il a un besoin immense d’être aimé pour ce qu’il est, pas juste pour ce qu’il accomplit. Mais il ne sait pas comment demander.",
        "evolution_possible": "Oui, s’il accepte de partager le pouvoir. De montrer qu’il peut être un King sans être un chef. De se laisser guider, aimer, porter à son tour. Mais il doit d’abord cesser de tout gérer pour se protéger.",
        "carte_miroir": "Il vient réveiller en toi la Queen qui s’oublie pour plaire. Celle qui devient ‘efficace’ au lieu d’être libre. Il te montre où tu t’es mise à gérer l’amour comme une mission… au lieu de le vivre comme une danse.",
        "conseil_reine_mere": "Si t’as l’impression d’avoir été embauchée comme assistante de direction dans son empire, c’est peut-être que ton cœur est resté à l’accueil. T’es pas là pour faire rouler la machine. T’es là pour vibrer.",
        "phrase_flush_royal": "T’es pas un King. T’es un PDG du vide affectif. Et moi, j’ai pas signé pour un poste de bras droit émotionnel non rémunéré.",
        "verdict_final": "À flusher s’il ne descend jamais de son trône. À garder s’il montre qu’il peut accueillir ta vérité avec autant de noblesse qu’il dirige ses projets. L’amour n’est pas une entreprise. C’est une œuvre à deux."
    },
    {
        "nom": "Valet de Pique",
        "famille": "Pique",
        "niveau": "Valet",
        "surnom": "Le Prince Analytique",
        "surnom_complementaire": "Le Stratège du Vide Émotionnel",
        "ce_quil_donne_au_debut": "De la clarté, de la logique, de la structure. Il t’écoute, t’analyse, te comprend... mentalement. Il t’impressionne par sa capacité à nommer les choses, à anticiper les situations, à offrir des solutions. Il semble mature, posé, réfléchi. Tu crois tomber sur un homme solide, stable, lucide.",
        "ce_quil_veut_vraiment": "Être valorisé pour son intelligence. Garder la main sur la logique du lien. Avoir une Queen qui ne déborde pas, ne dérange pas son cadre mental. Il veut comprendre l’amour… sans nécessairement le ressentir. Il cherche une relation sans chaos, où les émotions sont maîtrisées, voire mises de côté.",
        "besoin_de_controle": "Il contrôle en étant toujours dans le mental. Il décortique, rationalise, explique. Il crée une distance de sécurité avec ses émotions (et les tiennes). Il impose un langage rationnel, une froide objectivité, et se retire dès que ça devient trop ‘intense’.",
        "perte_de_controle": "Il se referme, devient rigide, ironique ou distant. Il peut te faire sentir ‘irrationnelle’, ‘désorganisée’, ‘trop émotive’. Il se réfugie dans les faits, dans les principes, dans des raisonnements stériles. Il évite l’intime en se barricadant derrière sa pensée.",
        "comportement_relationnel_typique": "Il est toujours en train d’analyser la dynamique. Il t’offre des constats au lieu d’une étreinte. Il peut parler de vulnérabilité… sans jamais l’incarner. Il te fait croire qu’il est émotionnellement mature, mais il est juste intellectuellement conscient.",
        "red_flags_recurrents": [
            "Refus de se laisser toucher vraiment",
            "Rejet de toute intensité émotionnelle",
            "Dissection de tes sentiments comme un phénomène étranger",
            "Incapacité à plonger dans le lien sans filtre mental",
            "Fuite dès qu’il ne peut plus tout expliquer"
        ],
        "leurres_ou_illusions": "Il donne l’impression d’être lucide, conscient, ‘différent’. Mais ce n’est souvent qu’un masque intellectuel qui protège une incapacité à aimer vraiment. Il sait tout nommer — sauf ce qu’il ressent.",
        "pourquoi_difficile_a_quitter": "Parce qu’il t’écoute… mais sans te rejoindre. Parce qu’il semble ‘mieux’ que les autres. Parce qu’il ne fait pas de grosses erreurs. Parce que tu espères qu’un jour, il va ouvrir la porte de son cœur pour vrai.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu te sens comme un projet à analyser. Tu cherches des preuves d’amour dans ses formulations logiques. Tu deviens prudente, calibrée, ‘efficace’. Tu doutes de la légitimité de ce que tu ressens.",
        "talon_dachille": "Il a peur d’être submergé par l’émotion. Il croit que s’il ouvre la porte, ce sera l’effondrement. Il préfère rester en surface, même brillante, plutôt que de plonger là où ça tremble.",
        "face_cachee": "Il rêve d’un amour vrai, incarné, vibrant. Mais il ne sait pas comment le vivre sans avoir l’impression de perdre le contrôle. Il souffre en silence, dans son coin, en se convainquant que c’est mieux comme ça.",
        "evolution_possible": "Oui, s’il accepte de descendre dans le corps, dans le cœur, dans la chair. S’il comprend que l’amour ne se pense pas : il se vit. Mais ça demande un désarmement intérieur qu’il repousse souvent.",
        "carte_miroir": "Il vient réveiller la part de toi qui intellectualise tes besoins pour ne pas être ‘trop’. Il te montre où tu t’es mise à parler plutôt que pleurer, à expliquer plutôt que sentir.",
        "conseil_reine_mere": "Si t’as l’impression de faire une dissertation chaque fois que tu veux t’exprimer, t’es pas en amour — t’es en débat d’idées. Le cœur, c’est pas un concept. C’est une présence.",
        "phrase_flush_royal": "T’as pas peur de l’amour. T’as peur de sentir. Et moi, j’ai pas envie de passer mes nuits avec un cerveau sur pattes qui me prend pour un PowerPoint relationnel.",
        "verdict_final": "À flusher s’il reste coincé dans sa tête. À garder s’il ose s’ouvrir, se trembler, se mouiller. L’intelligence, c’est beau. Mais ça ne remplace jamais une caresse vraie."
    },
    {
        "nom": "King de Pique",
        "famille": "Pique",
        "niveau": "King",
        "surnom": "Le King Sage",
        "surnom_complementaire": "Le Gardien du Calme Intérieur",
        "ce_quil_donne_au_debut": "Une sérénité impressionnante. Une solidité sans frime. Il ne court pas après l’attention, mais il capte la pièce par sa présence. Il parle peu, mais quand il parle, tu écoutes. Il offre un espace rare : un silence habité, une force tranquille, un ancrage.",
        "ce_quil_veut_vraiment": "La paix du cœur et de l’esprit. Une relation sobre, vraie, claire. Il ne cherche pas à séduire, il cherche à vivre. Il veut une Queen qui a fait ses devoirs émotionnels, qui ne l’entraîne pas dans des drames inutiles. Il veut aimer dans le respect, dans le réel, dans la conscience.",
        "besoin_de_controle": "Il ne contrôle pas par la force mais par la clarté. Il ne tolère pas l’incohérence, l’agitation constante, le chaos affectif. Il n’a pas besoin d’avoir raison — il a besoin que ça fasse du sens. Il garde son axe, et t’invite à garder le tien.",
        "perte_de_controle": "Il se retire avec calme. Il devient lointain, observe, prend du recul. Il ne crie pas, ne claque pas de portes — mais il peut fermer le cœur s’il se sent piégé ou trahi. Il ne menace jamais… mais il ne revient pas toujours non plus.",
        "comportement_relationnel_typique": "Il est stable, posé, réfléchi. Il choisit ses mots. Il te voit dans ton entièreté. Il ne fait pas de grands gestes, mais ses actions sont cohérentes. Il est loyal, discret, ancré. Il n’exige pas, il inspire.",
        "green_flags": [
            "Il sait rester centré, même dans la tempête",
            "Il t’écoute sans se défendre, te regarde sans te juger",
            "Il vit l’amour comme un espace de croissance, pas une bataille",
            "Il t’élève en te tenant responsable de ta part",
            "Il n’a pas peur de la solitude, donc il ne t’utilise jamais pour la fuir"
        ],
        "points_a_travailler": [
            "Il peut être difficile à lire, peu démonstratif",
            "Il ne supporte pas les relations qui tournent en boucle ou en conflit",
            "Il fuit les émotions explosives sans toujours les traverser",
            "Il te laisse parfois seule face à tes tempêtes, pensant que c’est mieux ainsi"
        ],
        "leurres_ou_illusions": "Il peut sembler froid ou détaché, alors qu’il est simplement centré. Il donne l’impression qu’il ne t’aime pas assez… alors qu’il t’aime autrement. Son amour ne crie pas : il tient.",
        "pourquoi_difficile_a_quitter": "Parce qu’il ne te fait jamais mal intentionnellement. Parce qu’il élève ta conscience. Parce qu’il t’apaise. Parce que tu sens qu’avec lui, tu pourrais devenir une meilleure version de toi… mais tu te demandes s’il t’aime pour vrai.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu te sens respectée, mais parfois seule. Tu grandis, mais tu aimerais qu’il se laisse aller. Tu veux du feu, mais lui est terre. Tu veux des preuves visibles, mais il t’aime en silence. Et tu doutes parfois de ce que tu vis.",
        "talon_dachille": "Il a appris à ne dépendre de personne. À tout gérer seul. Il a construit sa sagesse sur des murs solides… mais il oublie que le cœur a besoin d’ouverture, pas juste de calme.",
        "face_cachee": "Il rêve d’une Queen qui le voit vraiment, au-delà de sa posture. Il voudrait s’abandonner, lâcher prise, rire fort, pleurer librement… mais il ne sait pas si c’est permis. Il a peur que s’il ouvre, tout s’effondre.",
        "evolution_possible": "Oui. Il est déjà sur un chemin de conscience. Mais il doit apprendre que la vulnérabilité n’est pas une menace pour sa paix. Qu’aimer, c’est aussi s’exposer. Il a tout pour devenir un roi d’amour… s’il ose être juste un homme parfois.",
        "carte_miroir": "Il vient réveiller ta quête d’un amour conscient. Mais aussi ton besoin d’être vue, sentie, touchée. Il t’enseigne l’ancrage, mais te pousse à formuler ce dont tu as besoin, au lieu d’attendre qu’on le devine.",
        "conseil_reine_mere": "N’interprète pas son silence. Demande. Nommer tes besoins, c’est pas briser la paix — c’est ouvrir la porte à l’intimité. Reste Queen, même devant un roi qui ne parle pas fort.",
        "phrase_flush_royal": "T’es peut-être sage, mais t’es pas vivant. Et moi, j’ai pas envie d’une paix froide — j’veux un amour qui respire, qui saigne, qui rit.",
        "verdict_final": "À flusher s’il reste muré derrière sa posture. À garder s’il choisit la rencontre. Sa sagesse peut devenir une offrande magnifique… ou une prison polie."
    },
    {
        "nom": "As de Trèfle",
        "famille": "Trèfle",
        "niveau": "As",
        "surnom": "Le Perdant Constipé",
        "surnom_complementaire": "Le Roi du Blocage Permanent",
        "ce_quil_donne_au_debut": "Une vibe tranquille, facile à vivre. Il semble simple, pas prise de tête, “low drama”. Il a l’air de se contenter de peu, et toi tu te dis que c’est reposant. Il ne te pousse pas à performer, il n’exige rien… mais il ne propose rien non plus. Sa présence est douce comme un canapé : confortable, mais immobile.",
        "ce_quil_veut_vraiment": "Ne pas être dérangé. Éviter l’effort, éviter les remises en question. Il veut une Queen qui s’adapte à son rythme (lent), qui ne réclame pas trop, qui s’installe dans son univers minimaliste en ambition et maximaliste en inertie. Son idéal, c’est une relation sans vagues, mais aussi sans vents favorables.",
        "besoin_de_controle": "Il contrôle… en ne bougeant pas. Il sait que tant que tu attends qu’il fasse un geste, tu t’épuises avant lui. Il gère la relation par l’inertie : si tu veux que quelque chose change, c’est à toi de le faire, et il le sait. C’est un maître du “passif-pouvoir” : il te met devant l’effort, et regarde si tu vas plier.",
        "perte_de_controle": "Il se ferme encore plus. Silence radio, mauvaise foi, fausse incompréhension (“J’vois pas c’que tu veux dire…”). Il peut se victimiser (“Je suis pas assez bien pour toi…”) ou se réfugier dans des excuses infinies (“C’est pas le bon moment…”, “Je suis fatigué…”).",
        "comportement_relationnel_typique": "Répond par monosyllabes. Ne prend pas d’initiatives. Laisse traîner les problèmes. Fait durer les décisions jusqu’à ce que tu abandonnes. Ne propose pas de sortie, de projet, d’évolution… mais peut se montrer jaloux si toi, tu avances ailleurs.",
        "red_flags_recurrents": [
            "Zéro prise de décision",
            "“On verra plus tard” comme réponse standard",
            "Laisse les situations s’envenimer pour ne pas trancher",
            "Évite tout sujet sérieux en blaguant ou en changeant de sujet",
            "Semble attendre que tu portes tout"
        ],
        "leurres_ou_illusions": "Il te donne l’impression qu’il est “facile à vivre” et que c’est rare. Il peut te faire croire qu’il est “juste simple” alors qu’il est surtout bloqué. Tu peux confondre son calme avec de la maturité, alors que c’est parfois juste… de la stagnation.",
        "pourquoi_difficile_a_quitter": "Parce qu’il n’est pas méchant. Parce qu’il ne fait pas de vagues. Parce que tu te dis qu’il vaut mieux un mec calme qu’un toxique explosif. Parce qu’il t’offre une stabilité… mais une stabilité morte.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu t’éteins à petit feu. Tu deviens la gestionnaire de la relation. Tu te surprends à négocier avec toi-même pour rester, en te disant que “c’est pas si pire”. Tu te sens coupable de vouloir plus, parce que “y’a pas de gros problème”… juste une lente asphyxie.",
        "talon_dachille": "Il a peur de l’échec, au point de ne pas essayer. Il préfère rester dans le connu, même s’il est malheureux. Il confond paix avec immobilité, et il se cache derrière son rythme pour éviter de se confronter.",
        "face_cachee": "Il rêve secrètement d’avoir plus d’élan, plus de passion… mais il croit qu’il n’en est pas capable. Il s’imagine que toute tentative est vouée à l’échec, alors il reste en stand-by.",
        "evolution_possible": "Oui, mais uniquement s’il accepte de sortir de sa zone morte. Tant qu’il voit le mouvement comme une menace, il restera figé. Il doit apprendre que l’action ne détruit pas la paix, et que l’amour s’entretient par l’élan, pas par l’hibernation.",
        "carte_miroir": "Il te montre où tu tolères le “pas si pire” par peur du vide. Où tu acceptes la sécurité même si elle t’éteint. Où tu confonds calme avec amour.",
        "conseil_reine_mere": "Ma Queen, si ton cœur bat juste assez fort pour que tu saches que t’es pas morte… c’est pas de la vie, c’est de la survie. T’es pas faite pour t’asseoir dans l’attente : t’es faite pour danser sur ta propre musique.",
        "phrase_flush_royal": "T’es pas un port d’attache. T’es une cale sèche. Et moi, j’ai pas été sacrée pour rouiller au quai.",
        "verdict_final": "À flusher s’il reste figé même quand tu proposes des solutions. À garder s’il se met enfin à ramer avec toi, pas juste à regarder la marée. Parce qu’un vrai King Trèfle, ça navigue."
    },
    {
        "nom": "2 de Trèfle",
        "famille": "Trèfle",
        "niveau": "2",
        "surnom": "Le Crétin Girouette",
        "surnom_complementaire": "L’Indécis en Série",
        "ce_quil_donne_au_debut": "Une légèreté séduisante, une ouverture apparente. Il a l’air flexible, spontané, prêt à tout essayer. Il te fait rire, il te surprend, il te donne l’impression que rien n’est figé. Il s’adapte à toi… mais aussi à la dernière personne qui lui a parlé.",
        "ce_quil_veut_vraiment": "Éviter toute responsabilité ou décision ferme. Il veut la liberté de changer d’avis sans rendre de comptes. Il cherche une Queen qui le “comprend” et accepte ses revirements comme un signe de son côté “vivant”, alors que c’est souvent juste un manque d’ancrage.",
        "besoin_de_controle": "Il contrôle en restant insaisissable. Tant qu’il ne s’engage pas clairement, il garde toutes ses options ouvertes. Il te met dans l’incertitude pour rester au centre : tu adaptes tes plans aux siens, en espérant qu’il se fixe… un jour.",
        "perte_de_controle": "Il s’évapore. Il change de sujet, change d’endroit, change même d’histoire. Il peut te dire un jour “je veux qu’on avance” et le lendemain “je suis pas prêt”. Si tu insistes, il se braque ou te reproche d’être “trop intense”.",
        "comportement_relationnel_typique": "Passe du chaud au froid. Planifie des trucs qu’il annule à la dernière minute. Change ses versions des faits. Fait semblant de ne pas comprendre pourquoi tu es frustrée. Passe du “on” au “je” sans prévenir.",
        "red_flags_recurrents": [
            "Promesses floues ou changeantes",
            "Évite les discussions concrètes",
            "Utilise “je sais pas” comme bouclier",
            "Ne tient pas ses engagements",
            "Semble toujours ailleurs, mentalement ou émotionnellement"
        ],
        "leurres_ou_illusions": "Il te donne l’impression qu’il est “ouvert à tout” et “facile à vivre”, alors qu’il est juste incapable de se positionner. Il peut faire croire que sa flexibilité est un signe d’intelligence émotionnelle… mais elle cache souvent de la peur et de l’instabilité.",
        "pourquoi_difficile_a_quitter": "Parce qu’il te donne des éclats de magie et de complicité qui te font croire que “cette fois c’est la bonne”. Parce que tu penses que si tu es assez patiente, il se fixera. Parce qu’il sait revenir avec un enthousiasme contagieux… jusqu’à la prochaine volte-face.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu vis dans l’attente et l’anticipation. Tu t’habitues aux montagnes russes émotionnelles. Tu deviens hyper-vigilante, à guetter les signes d’un autre changement d’humeur ou de cap. Tu doutes de ton droit à demander de la constance.",
        "talon_dachille": "Il a peur de se tromper. Peur de regretter. Peur de s’enfermer. Il pense qu’un choix est une prison, alors il se condamne à errer.",
        "face_cachee": "Il aimerait secrètement pouvoir se poser, mais il ne se fait pas confiance. Il pense qu’il ne mérite pas une relation stable, ou qu’il ne saurait pas la maintenir.",
        "evolution_possible": "Oui, mais seulement s’il comprend que la liberté n’est pas l’absence de choix : c’est choisir en conscience. Tant qu’il voit l’engagement comme une perte, il continuera de fuir.",
        "carte_miroir": "Il te montre où tu acceptes le flou par peur de perdre les bons moments. Où tu tolères l’incertitude parce que tu crois que l’amour, c’est attendre que l’autre se décide.",
        "conseil_reine_mere": "Ma Queen, si son “peut-être” te tient plus en otage que son “oui” te libère… t’es pas dans une relation, t’es dans un jeu de piste sans trésor.",
        "phrase_flush_royal": "T’es pas un amoureux. T’es une girouette. Et moi, j’ai pas été sacrée pour attendre que le vent te dépose.",
        "verdict_final": "À flusher s’il reste flou même quand la vie exige des choix clairs. À garder seulement s’il prouve qu’il peut poser ses valises sans se sauver à la première bourrasque."
    },
    {
        "nom": "3 de Trèfle",
        "famille": "Trèfle",
        "niveau": "3",
        "surnom": "Le Caméléon Cérébral",
        "surnom_complementaire": "L’Intello qui se fond dans le décor",
        "ce_quil_donne_au_debut": "Une curiosité vive, une capacité d’adaptation impressionnante. Il s’intéresse à tes passions, apprend vite ton langage, reprend tes références comme si elles avaient toujours été les siennes. Il semble attentif, profond, cultivé. Il te donne l’impression d’avoir enfin trouvé un partenaire qui “te comprend” intellectuellement.",
        "ce_quil_veut_vraiment": "Comprendre et analyser — mais à distance émotionnelle. Il veut être perçu comme brillant et pertinent. Il recherche une Queen qui l’admire pour sa capacité à s’adapter, tout en lui laissant l’espace d’observer plus qu’il ne s’implique.",
        "besoin_de_controle": "Il contrôle en se glissant dans ton univers mental. Il devient l’expert de tes centres d’intérêt, ce qui lui permet d’anticiper tes réactions et de diriger subtilement les conversations ou décisions. Son camouflage intellectuel est son arme : tu crois être vue, mais c’est lui qui prend la mesure de toi.",
        "perte_de_controle": "Il sur-intellectualise. Il argumente, débat, se réfugie dans les concepts plutôt que dans l’émotion. Il peut devenir condescendant ou t’accuser de ne pas “raisonner” correctement. Ou il se retire complètement sous prétexte d’avoir besoin de “réfléchir”.",
        "comportement_relationnel_typique": "Capable de te suivre dans toutes tes réflexions, mais rarement de t’accompagner dans tes élans bruts. Prend la couleur de tes humeurs… jusqu’à ce que ça le dérange, et alors il se replie. Change subtilement de position si ça l’avantage.",
        "red_flags_recurrents": [
            "Imite plus qu’il ne crée dans la relation",
            "Peut te faire sentir ‘moins brillante’ pour reprendre le dessus",
            "Difficile à cerner émotionnellement",
            "Glisse hors du conflit en changeant de terrain (raisonnement pur, hors contexte affectif)",
            "A du mal à montrer ses vraies couleurs"
        ],
        "leurres_ou_illusions": "Qu’il te rejoint dans la profondeur. Qu’il est “sur la même longueur d’onde” en tout. Mais parfois, il ne fait que te renvoyer ton propre reflet — pas son vrai visage.",
        "pourquoi_difficile_a_quitter": "Parce que tu as l’impression d’être vue et entendue à un niveau rare. Parce qu’il nourrit ton mental, te stimule, t’ouvre des perspectives… même si c’est parfois pour mieux te garder dans sa sphère d’influence.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu alternes entre fascination et frustration. Tu te sens comprise intellectuellement, mais émotionnellement seule. Tu doutes de tes ressentis, car il les démonte avec logique.",
        "talon_dachille": "Il a peur de montrer ce qui n’est pas ‘polissé’ ou maîtrisé. Il craint d’être rejeté pour sa vulnérabilité brute.",
        "face_cachee": "Il rêve secrètement d’un espace où il pourrait arrêter de performer intellectuellement et simplement être aimé pour ce qu’il est, sans camouflage.",
        "evolution_possible": "Oui, s’il accepte de ne pas toujours être ‘adapté’ et d’assumer des parts de lui qui ne collent pas parfaitement au décor. Tant qu’il joue à être l’ombre brillante de l’autre, il ne se révélera pas vraiment.",
        "carte_miroir": "Il t’enseigne où tu acceptes un reflet à la place d’un lien. Où tu crois que l’harmonie intellectuelle suffit à combler la faim émotionnelle.",
        "conseil_reine_mere": "Ma Queen, si t’as l’impression de danser avec ton double, assure-toi que ce n’est pas juste un miroir poli. Les caméléons savent se fondre… mais une vraie relation, ça demande de se montrer.",
        "phrase_flush_royal": "T’es pas un amoureux. T’es mon reflet sur mesure. Et moi, j’ai pas été sacrée pour tomber amoureuse de mon écho.",
        "verdict_final": "À flusher s’il reste dans l’imitation et l’analyse sans jamais se déposer. À garder s’il ose montrer sa couleur propre, même si elle tranche avec la tienne."
    },
    {
        "nom": "4 de Trèfle",
        "famille": "Trèfle",
        "niveau": "4",
        "surnom": "Le rigide frigide",
        "surnom_complementaire": "Le Gardien du Temple Gelé",
        "ce_quil_donne_au_debut": "Une impression de fiabilité et de structure. Il semble organisé, discipliné, attaché à ses valeurs et à une certaine idée du “bien faire”. Il peut te charmer par sa constance, sa ponctualité, son sens des règles. Il te donne un cadre… mais pas toujours la chaleur qui va avec.",
        "ce_quil_veut_vraiment": "Une relation parfaitement “propre” selon ses standards. Pas de débordements émotionnels, pas de zones grises. Il veut que tout soit clair, net, ordonné… et sous contrôle.",
        "besoin_de_controle": "Il impose ses règles implicites ou explicites. Il contrôle par le jugement, en te faisant sentir que ton comportement doit “rentrer dans le moule”. Il se rassure en verrouillant tout ce qui pourrait sortir de sa définition du raisonnable.",
        "perte_de_controle": "Il se raidit encore plus. Il devient froid, critique, distant. Il peut te punir par le silence ou te rappeler, subtilement ou non, toutes les “règles” que tu as brisées.",
        "comportement_relationnel_typique": "Il suit des routines fixes, valorise la retenue émotionnelle, fuit les conversations trop intimes ou intenses. Il préfère les rapports “corrects” aux échanges passionnés.",
        "red_flags_recurrents": [
            "Peu ou pas de démonstrations affectives",
            "Juge vite ce qui sort de sa norme",
            "Te fait sentir “trop” ou “pas assez”",
            "Transforme la relation en protocole",
            "Résistance au changement, même positif"
        ],
        "leurres_ou_illusions": "Il te laisse croire que sa constance est une preuve d’amour solide… alors qu’elle peut n’être qu’un refus d’ouvrir son cœur. Il se vend comme stable, mais il est parfois simplement émotionnellement verrouillé.",
        "pourquoi_difficile_a_quitter": "Parce qu’il ne trahit pas, ne crie pas, ne fait pas de drames. Parce que sa droiture donne l’impression de sécurité. Parce que tu te dis que c’est toi qui es “trop exigeante”.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu te sens aimée “en théorie” mais pas touchée “en vrai”. Tu te dessèches émotionnellement. Ton corps et ton cœur réclament plus de chaleur, mais tu finis par croire que c’est toi qui as un problème.",
        "talon_dachille": "Il a peur de l’intensité émotionnelle. Il confond vulnérabilité avec perte de contrôle.",
        "face_cachee": "Il rêve parfois d’oser lâcher prise, d’être fou amoureux… mais il ne sait pas comment sans perdre la face.",
        "evolution_possible": "Oui, s’il apprend que l’amour ne se mesure pas qu’en respectant des règles, mais aussi en brisant parfois le protocole pour sentir l’humain derrière la structure.",
        "carte_miroir": "Il te montre où tu t’es habituée à un amour tiède par peur du vide. Où tu as pris la rigidité pour de la solidité.",
        "conseil_reine_mere": "Ma Queen, si ton cœur doit mettre un tailleur pour se sentir accepté, t’es pas en amour : t’es en audition.",
        "phrase_flush_royal": "T’es pas stable. T’es gelé. Et moi, j’ai pas été sacrée pour passer l’hiver dans un cœur en hibernation.",
        "verdict_final": "À flusher s’il reste prisonnier de son carcan émotionnel. À garder s’il ose assouplir ses murs et t’accueillir dans un espace vivant, pas juste réglementé."
    },
    {
        "nom": "5 de Trèfle",
        "famille": "Trèfle",
        "niveau": "5",
        "surnom": "Le Tit Gars dans sa tête",
        "surnom_complementaire": "L’Idéaliste Paralysé",
        "ce_quil_donne_au_debut": "Des rêves, des plans, de la poésie en message. Il te parle de projets grandioses, d’idées lumineuses, d’un futur parfait où tout s’aligne. Tu te sens inspirée, comme si vous étiez en train de co-écrire un livre commun.",
        "ce_quil_veut_vraiment": "Rêver sans agir. Il aime l’idée de la relation plus que sa mise en œuvre. Il veut une Queen qui valide ses utopies et lui serve de public, sans forcément exiger qu’il les réalise.",
        "besoin_de_controle": "Par la projection. Il garde la main en restant dans l’imaginaire : tant qu’on discute, on n’échoue pas. Il te séduit avec des visions, puis s’en protège quand il faut les incarner.",
        "perte_de_controle": "Il s’enferme dans l’analyse, tergiverse, repousse. Il te promet des débuts, puis remet à demain. Si tu le presse, il te fait la leçon sur la patience ou sur le ‘processus créatif’.",
        "comportement_relationnel_typique": "Beaucoup de belles paroles, peu d’actions concrètes. Il produit des plans, des listes, des moodboards, mais a du mal à transformer ses intentions en gestes réels. Il peut sembler engagé par idéalisme, puis disparaître face aux frictions quotidiennes.",
        "red_flags_recurrents": [
            "Grandes promesses, petites réalisations",
            "Tendance à intellectualiser les émotions",
            "Reste dans la spéculation plutôt que l’action",
            "S’excuse par ‘le timing’ ou l’inspiration manquante",
            "Te fait sentir qu’il faut ‘attendre le bon moment’"
        ],
        "leurres_ou_illusions": "Il donne l’illusion d’un compagnon visionnaire, d’un partenaire qui comprend tes rêves. Mais souvent, il confond potentialité et engagement réel.",
        "pourquoi_difficile_a_quitter": "Parce qu’il nourrit ton imaginaire. Parce qu’il parle d’un futur qui te fait vibrer. Et parce qu’il est convaincant : tu veux croire en la version qui agit, pas en celle qui se contente de penser.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu restes dans l’attente d’un passage à l’acte. Tu te consumes à l’idée d’officialiser des projets qui n’arrivent jamais. Tu finis par douter de ta valeur parce qu’il n’ose pas construire à deux.",
        "talon_dachille": "La peur de l’échec et l’exigence intérieure le paralysent. Il préfère rester beau dans l’intention que risquer d’être jugé sur les résultats.",
        "face_cachee": "Sous le rêveur, il y a souvent un perfectionniste terrifié. Il voudrait agir, mais il craint que l’action révèle ses imperfections.",
        "evolution_possible": "Oui, s’il accepte de convertir ses idées en petits pas concrets et d’apprendre que l’imparfait est vivant. Sinon, il restera une promesse jolie mais vide.",
        "carte_miroir": "Il te montre où tu préfères l’idée d’un amour à l’amour lui-même. Où tu t’accroches à la fiction d’un futur plutôt que d’exiger le présent.",
        "conseil_reine_mere": "Exige des preuves d’action, pas seulement des mantras. Les rêves se construisent à la sueur, pas à la rhétorique. Si tu veux un King, demande-lui de venir rame à tes côtés.",
        "phrase_flush_royal": "T’es beau en concept, mais j’ai besoin d’un homme qui sache visser une étagère et coucher ses promesses sur la table.",
        "verdict_final": "À flusher si tu veux du concret. À garder si tu veux cultiver un projet ensemble et qu’il se met réellement en mouvement."
    },
    {
        "nom": "6 de Trèfle",
        "famille": "Trèfle",
        "niveau": "6",
        "surnom": "Le Poltron Têtu",
        "surnom_complementaire": "Le Courage Coincé",
        "ce_quil_donne_au_debut": "Une bienveillance timide, des attentions mesurées, une volonté de bien faire… à condition que ça reste sécurisant. Il te cajole sans vraiment s’exposer.",
        "ce_quil_veut_vraiment": "Aimer sans risque, avancer sans se confronter. Il veut la certitude d’être accepté sans devoir affronter ses peurs. Il cherche une Queen qui l’accompagne gentiment sans le bousculer.",
        "besoin_de_controle": "Par la retenue et le retrait. Il gère sa peur en freinant toute intensité. En restant présent mais distant il garde l’illusion du contrôle.",
        "perte_de_controle": "Il s’éteint, il se replie. Il invoque la confusion, la fatigue, la ‘nécessité de prendre du recul’. Il peut fuir plutôt que tenir un engagement difficile.",
        "comportement_relationnel_typique": "Tiens-toi prête pour des élans doux puis des retraits. Il promet souvent puis s’absente, revient avec des excuses sincères mais peu transformées. Il est fidèle par affection, pas par courage.",
        "red_flags_recurrents": [
            "Parle d’engagement mais n’en pose pas les actes",
            "Utilise la peur comme justification pour ne pas changer",
            "Disparaît dans les moments qui demandent de la fermeté",
            "Peut devenir passif-agressif sous pression",
            "Te laisse porter la charge émotionnelle"
        ],
        "leurres_ou_illusions": "Il semble ‘presque prêt’, ‘presque là’ — et ça te donne l’espoir qu’un dernier effort suffira. Mais souvent, le dernier effort n’arrive jamais.",
        "pourquoi_difficile_a_quitter": "Parce qu’il est tendre et loyal en surface. Parce que son manque de courage se pare d’une grande sensibilité qui te touche. Tu veux croire qu’il finira par se choisir.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu deviens la capitaine du couple. Tu souffres de son indécision et tu finis par te demander si tu mérites d’attendre quelqu’un qui n’ose pas être entier.",
        "talon_dachille": "La peur d’être blessé le rend immobile, et sa fierté le rend incapable de demander de l’aide réelle.",
        "face_cachee": "Il cache souvent une blessure d’abandon ancienne qui lui impose de ne pas risquer de nouveau. Sous sa politesse, il y a une grande souffrance non transformée.",
        "evolution_possible": "Oui, s’il affronte ses peurs progressivement et accepte de risquer l’inconfort pour construire. Sinon, il restera un compagnon gentil mais frileux.",
        "carte_miroir": "Il te montre où tu tolères l’immobilisme par peur de perdre un lien — et où tu préfères la douceur à la vérité.",
        "conseil_reine_mere": "Ne confonds pas délicatesse et courage. Demande-lui des preuves tangibles de son engagement. Si c’est trop dur pour lui, choisis ta paix.",
        "phrase_flush_royal": "T’es tendre, mais t’es pas un pont. Et moi, j’ai pas signé pour attendre qu’un pont se décide à se construire.",
        "verdict_final": "À flusher si tu veux un homme qui se choisit. À garder si tu veux l’accompagner dans une vraie construction progressive — et qu’il montre des actes réels."
    },
    {
        "nom": "7 de Trèfle",
        "famille": "Trèfle",
        "niveau": "7",
        "surnom": "Le gourou déconnecté",
        "surnom_complementaire": "Le Prophète Hors-Réalité",
        "ce_quil_donne_au_debut": "Des idées brillantes, une vision “au-dessus” du commun, un discours qui te fait croire que tu as trouvé un être rare. Il te parle concepts, philosophie, grands plans de vie. Il t’embarque dans un univers où la pensée semble remplacer le concret, et ça peut séduire si tu as soif de sens.",
        "ce_quil_veut_vraiment": "Être reconnu pour sa supériorité intellectuelle ou spirituelle. Il veut que tu l’admires, que tu valides sa vision du monde, que tu le suives dans ses abstractions.",
        "besoin_de_controle": "Il contrôle par les idées. Il définit les termes, oriente la conversation, dévalorise subtilement ce qui ne cadre pas avec son “système”. Il impose sa grille de lecture comme vérité absolue.",
        "perte_de_controle": "Il se retire encore plus dans ses concepts. Il devient condescendant, coupant, ou se met à “enseigner” comme si tu n’avais rien compris. Il peut te balayer d’un “tu n’es pas prête à comprendre”.",
        "comportement_relationnel_typique": "Beaucoup de discours, peu d’actions. Longues conversations hors du temps, mais pas forcément suivies d’un engagement concret. Tendance à analyser plutôt qu’à vivre.",
        "red_flags_recurrents": [
            "Détache la relation de la réalité quotidienne",
            "Minimise tes ressentis comme “émotionnels” ou “non évolués”",
            "Change de cap en fonction d’une nouvelle “révélation”",
            "Ne prend pas en compte tes besoins concrets",
            "Valorise la théorie au détriment de l’expérience partagée"
        ],
        "leurres_ou_illusions": "Il se présente comme un guide, un sage, quelqu’un qui t’élève… alors qu’il peut simplement fuir la matière et l’ancrage. Il donne l’impression de profondeur, mais cette profondeur ne touche pas toujours la vie réelle.",
        "pourquoi_difficile_a_quitter": "Parce qu’il nourrit ton esprit, stimule ta curiosité, te fait sentir spéciale d’être “choisie” pour recevoir ses vérités. Parce qu’il te fait croire que la relation a un but plus grand que l’amour lui-même.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu deviens spectatrice de ton propre couple. Tu attends que la vision se matérialise, mais elle reste en suspens. Tu te sens parfois “inférieure” intellectuellement ou spirituellement.",
        "talon_dachille": "Il a peur de l’ordinaire. Il redoute l’engagement concret parce qu’il craint de perdre son aura dans le quotidien.",
        "face_cachee": "Il rêve d’ancrage mais ne sait pas comment concilier sa soif d’idéal et les exigences réelles d’une relation vivante.",
        "evolution_possible": "Oui, s’il accepte que la vérité se vit aussi dans la matière. S’il comprend que la profondeur n’existe pas sans présence.",
        "carte_miroir": "Il t’invite à regarder où tu te laisses emporter par des mots, des visions ou des idéaux… au point d’oublier de construire ici et maintenant.",
        "conseil_reine_mere": "S’il faut un dictionnaire de philosophie pour comprendre pourquoi il t’ignore, c’est pas un King visionnaire… c’est un évadé du réel.",
        "phrase_flush_royal": "« T’es pas un guide. T’es un mirage. Et moi, j’ai pas été sacrée pour me perdre dans un désert d’idées. »",
        "verdict_final": "À flusher s’il reste hors-sol. À garder s’il descend enfin de sa tour et marche avec toi sur la terre ferme."
    },
    {
        "nom": "8 de Trèfle",
        "famille": "Trèfle",
        "niveau": "8",
        "surnom": "Le prisonnier de sa tête",
        "surnom_complementaire": "L’Analyste qui tourne en boucle",
        "ce_quil_donne_au_debut": "De la réflexion, de la structure, une impression de fiabilité. Il analyse tout, pèse le pour et le contre, t’apparaît comme un mec “sérieux” qui ne prend pas de décisions à la légère. Il donne le sentiment de profondeur… mais c’est souvent un labyrinthe mental.",
        "ce_quil_veut_vraiment": "Comprendre avant d’agir. Tout contrôler par la logique. Éviter toute surprise émotionnelle. Il veut une relation qui tienne dans ses schémas mentaux, pas dans l’imprévu du cœur.",
        "besoin_de_controle": "Il garde l’ascendant en te noyant sous l’analyse. Il veut avoir “raison” avant d’avoir tort. Il peut invalider tes ressentis parce qu’ils ne s’alignent pas avec ses conclusions logiques.",
        "perte_de_controle": "Il se replie encore plus dans sa tête. Il dissèque chaque mot, chaque geste. Il devient distant, froid, ou te bombarde de raisonnements pour prouver qu’il est dans son droit.",
        "comportement_relationnel_typique": "Discussions interminables pour “comprendre” au lieu de ressentir. Décisions retardées par peur de se tromper. Plans détaillés mais peu d’élan spontané.",
        "red_flags_recurrents": [
            "Réduit les émotions à des “réactions irrationnelles”",
            "Bloque toute action par sur-analyse",
            "Peut se couper de l’intimité pour “réfléchir”",
            "Ne vit que dans l’hypothèse et la projection",
            "T’écoute… mais seulement pour réfuter"
        ],
        "leurres_ou_illusions": "Il a l’air prudent, réfléchi, sage… mais c’est souvent une manière d’éviter l’engagement émotionnel. Il donne l’illusion de maturité alors qu’il est prisonnier de son propre mental.",
        "pourquoi_difficile_a_quitter": "Parce qu’il te fait croire qu’il “travaille” sur la relation en réfléchissant. Parce qu’il parle d’avenir en termes logiques, ce qui peut sembler rassurant. Parce que tu penses qu’avec assez de discussions, il finira par agir.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu te sens mise en examen à chaque échange. Tu as l’impression de devoir justifier tes ressentis. Tu finis par douter de ton intuition.",
        "talon_dachille": "Il a peur de lâcher prise. Il croit que s’il quitte le mental, il perdra le contrôle — et donc sa sécurité.",
        "face_cachee": "Il rêve secrètement de se laisser aller, de vivre sans calcul… mais il ne sait pas comment sortir de sa tête.",
        "evolution_possible": "Oui, s’il accepte que l’amour ne se résume pas à une équation. S’il ose agir avant d’être sûr à 100 %.",
        "carte_miroir": "Il te montre où tu te caches derrière la logique pour éviter de sentir. Où tu retardes tes choix par peur de perdre.",
        "conseil_reine_mere": "S’il faut une réunion du conseil pour qu’il te prenne dans ses bras, c’est pas un amoureux… c’est un gestionnaire de données sentimentales.",
        "phrase_flush_royal": "« T’es pas un partenaire. T’es un tableur Excel. Et moi, j’ai pas été sacrée pour finir dans une cellule figée. »",
        "verdict_final": "À flusher s’il reste enfermé dans son cerveau. À garder s’il apprend à laisser son cœur décider parfois avant sa tête."
    },
    {
        "nom": "9 de Trèfle",
        "famille": "Trèfle",
        "niveau": "9",
        "surnom": "L’ado chialeux",
        "surnom_complementaire": "Le Plaignant Professionnel",
        "ce_quil_donne_au_debut": "Un côté vulnérable attendrissant, un air de “gars qui a besoin de douceur”. Il t’ouvre ses insécurités comme pour te laisser entrer dans son monde. Il te fait sentir spéciale parce qu’il “peut enfin se confier”.",
        "ce_quil_veut_vraiment": "Une Queen qui le materne, qui l’écoute, qui valide qu’il est “malchanceux dans la vie” et incompris. Il cherche moins une partenaire qu’un exutoire émotionnel.",
        "besoin_de_controle": "Il garde l’attention sur lui en se plaçant en victime permanente. Tant qu’il est “celui qui souffre”, il évite de rendre des comptes ou de se remettre en question.",
        "perte_de_controle": "Il pleurniche plus fort. Il amplifie ses malheurs. Il te fait sentir coupable de ne pas en faire assez pour lui. Il peut même retourner la situation pour que tes limites deviennent une preuve que “tu l’abandonnes”.",
        "comportement_relationnel_typique": "Discours récurrents sur “tout ce qui va mal”. Répétition des mêmes plaintes sans action concrète pour changer quoi que ce soit. Besoin constant de réassurance.",
        "red_flags_recurrents": [
            "Se définit toujours par ses problèmes",
            "Minimise tes difficultés parce que “les siennes sont pires”",
            "Ne prend pas de responsabilité sur ce qu’il peut changer",
            "Fait du surplace émotionnel",
            "Utilise son mal-être comme monnaie d’échange affective"
        ],
        "leurres_ou_illusions": "Il te donne l’impression que ton amour pourrait le “sauver”. Il joue sur la corde sensible : tu crois qu’avec assez de patience, il se relèvera… mais il s’installe souvent dans sa position de victime.",
        "pourquoi_difficile_a_quitter": "Parce qu’il éveille ton instinct de réparation. Parce qu’il te fait croire que tu es la seule à pouvoir “l’aider à aller mieux”. Parce qu’il te fait craindre qu’en le quittant, il s’effondrera.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu portes un poids émotionnel constant. Tu t’épuises à vouloir l’encourager. Tu finis par t’oublier, tes besoins passent après ses drames.",
        "talon_dachille": "Il a peur de grandir. Il redoute de perdre l’attention et la compassion qu’il obtient en restant dans son rôle de “pauvre petit”.",
        "face_cachee": "Il envie secrètement les gens qui avancent, qui prennent leur vie en main… mais il se sent incapable de le faire sans perdre son identité.",
        "evolution_possible": "Oui, s’il accepte de passer de la plainte à l’action. S’il comprend que l’amour n’est pas un service après-vente pour ses traumas.",
        "carte_miroir": "Il te montre où tu te surcharges pour sauver quelqu’un. Où tu crois que ton amour peut “réparer” à la place de l’autre.",
        "conseil_reine_mere": "S’il pleut toujours chez lui, c’est peut-être pas la météo… c’est son plafond qui coule. Et toi, t’es pas une assurance habitation.",
        "phrase_flush_royal": "« T’es pas un partenaire. T’es un bulletin météo dépressif. Et moi, j’ai pas été sacrée pour vivre sous l’averse tous les jours. »",
        "verdict_final": "À flusher s’il reste accroché à ses nuages. À garder s’il apprend à créer du soleil par lui-même — et pas juste à attendre que tu sois sa lampe chauffante."
    },
    {
        "nom": "♣️ 10 de Trèfle – Le show man’splanner",
        "famille": "Trèfle",
        "niveau": "10",
        "surnom_complementaire": "Le Prof qui se prend pour la vedette",
        "ce_quil_donne_au_debut": "Du bagou, des idées à la pelle, des anecdotes brillantes. Il te captive avec son esprit, son humour et sa capacité à te faire voyager dans ses réflexions. Il semble cultivé, brillant, “tellement plus profond que les autres”.",
        "ce_quil_veut_vraiment": "Une Queen qui l’écoute religieusement et qui admire son intellect. Il cherche à être reconnu comme celui qui sait, qui éclaire, qui guide.",
        "besoin_de_controle": "Il garde l’ascendant en occupant la parole et en orientant les sujets. Il explique même ce que tu sais déjà, pour rester en position de mentor. Il met en scène son intelligence pour te garder sous son influence.",
        "perte_de_controle": "Il devient condescendant, coupe la parole, corrige pour prouver qu’il a raison. Il peut ridiculiser subtilement tes idées ou minimiser tes expériences pour remettre la lumière sur lui.",
        "comportement_relationnel_typique": "Il monopolise la discussion. Il prend tes phrases comme tremplin pour exposer ses points de vue. Il transforme chaque échange en conférence improvisée.",
        "red_flags_recurrents": [
            "Explique ce que tu sais déjà (mansplaining)",
            "Transforme tes idées en “ses” découvertes",
            "Besoin constant d’avoir le dernier mot",
            "T’écoute juste assez pour rebondir sur lui-même",
            "Peut se vexer si tu lui coupes la parole ou le contredis"
        ],
        "leurres_ou_illusions": "Il te donne l’impression que tu apprends beaucoup grâce à lui… mais souvent, il parle plus pour se briller que pour t’élever. Il peut te faire croire qu’il est “l’exception” des hommes, alors qu’il recycle son show avec toutes.",
        "pourquoi_il_est_difficile_a_quitter": "Parce qu’il stimule ton esprit et te donne l’impression que tu grandis intellectuellement. Parce qu’il sait être drôle, captivant, et parfois inspirant… même quand c’est centré sur lui.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu finis par te taire pour “le laisser dérouler”. Tu sens que ta parole a moins de valeur. Tu deviens spectatrice dans ta propre conversation.",
        "talon_dachille": "Il a peur d’être banal. Il craint qu’en cessant de performer intellectuellement, il devienne invisible.",
        "face_cachee": "Il aimerait être entendu, pas seulement écouté. Il voudrait que son intelligence serve un vrai lien, pas juste un spectacle.",
        "evolution_possible": "Oui, s’il apprend à dialoguer plutôt qu’à enseigner. S’il comprend que l’échange d’idées est plus puissant que le monologue.",
        "carte_miroir": "Il te montre où tu laisses quelqu’un occuper tout l’espace mental. Où tu crois que briller veut dire éclairer… même quand tu es dans l’ombre.",
        "conseil_de_la_reine_mere": "S’il parle comme s’il écrivait sa biographie en direct, t’es pas une note de bas de page. T’es le livre complet.",
        "phrase_de_flush_royal": "T’es pas un partenaire. T’es une chaîne YouTube en autoplay. Et moi, j’ai pas été sacrée pour binge-watcher ta vie.",
        "verdict_final": "À flusher s’il ne sait pas écouter. À garder s’il transforme son show en échange réel — et s’il apprend que le savoir se partage… à deux."
    },
    {
        "nom": "♣️ Valet de Trèfle – Le prince éparpillé",
        "famille": "Trèfle",
        "niveau": "Valet",
        "surnom_complementaire": "Le Multitâche qui s’égare",
        "ce_quil_donne_au_debut": "Une énergie débordante, plein d’idées, un enthousiasme communicatif. Il te fait rire, t’entraîne dans ses projets et ses passions. Il a toujours quelque chose à raconter, à montrer, à lancer.",
        "ce_quil_veut_vraiment": "Une Queen qui le suit dans ses élans, qui ne s’ennuie jamais avec lui et qui tolère son manque de constance. Il cherche la complicité et l’excitation du moment plus que la construction d’un chemin clair.",
        "besoin_de_controle": "Il garde l’initiative en multipliant les directions, en changeant les plans au dernier moment. Ce rythme effréné lui permet de rester imprévisible — donc difficile à “attraper” ou cadrer.",
        "perte_de_controle": "Il se dérobe. Il s’évade vers un nouveau projet, un nouveau groupe, une nouvelle passion. Il peut aussi devenir distrait, éviter les conversations sérieuses et t’assommer d’activités pour ne pas parler du fond.",
        "comportement_relationnel_typique": "Il commence mille choses sans en finir la moitié. Il alterne entre présence intense et absence quasi totale. Il s’engage verbalement… mais oublie ses promesses en cours de route.",
        "red_flags_recurrents": [
            "Trop de projets en même temps",
            "Change constamment d’avis",
            "Oublie les engagements importants",
            "Évite la profondeur sous couvert d’action",
            "Te donne l’impression de courir derrière lui"
        ],
        "leurres_ou_illusions": "Il te donne l’impression que sa vie est palpitante, que tout bouge et avance. En réalité, beaucoup de choses restent incomplètes — y compris votre lien.",
        "pourquoi_il_est_difficile_a_quitter": "Parce qu’il est fun, imprévisible, vivant. Parce qu’il t’apporte une dose d’adrénaline relationnelle. Parce que tu crois qu’un jour, il se posera vraiment.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu vis dans un manège permanent. Tu passes de l’euphorie à la frustration. Tu t’épuises à essayer de créer de la stabilité là où il ne veut que du mouvement.",
        "talon_dachille": "Il a peur de l’ennui et de la routine. Il croit qu’en se posant, il perdra sa liberté.",
        "face_cachee": "Il rêve secrètement de se poser, de finir ce qu’il commence, de vivre un amour qui dure… mais il ne sait pas comment faire sans se sentir enfermé.",
        "evolution_possible": "Oui, s’il accepte de ralentir et de canaliser son énergie vers moins de projets mais plus de profondeur.",
        "carte_miroir": "Il te montre où tu investis ton énergie dans quelque chose (ou quelqu’un) qui ne tient pas ses promesses. Où tu confonds mouvement et progression.",
        "conseil_de_la_reine_mere": "S’il te fait tourner comme un hamster dans sa roue, t’es pas là pour alimenter son énergie. T’es là pour bâtir ton royaume.",
        "phrase_de_flush_royal": "« T’es pas un partenaire. T’es un feu d’artifice… qui explose et disparaît avant que j’aie pu faire un vœu. »",
        "verdict_final": "À flusher s’il refuse toute forme d’ancrage. À garder s’il apprend à canaliser son énergie pour construire au lieu de s’éparpiller."
    },
    {
        "nom": "♣️ King de Trèfle – Le King Présent",
        "famille": "Trèfle",
        "niveau": "King",
        "surnom_complementaire": "L’Ancrage Vivant",
        "ce_quil_donne_au_debut": "Une présence rassurante, une écoute réelle, une capacité rare à être là sans vouloir te changer. Il t’offre du temps de qualité, des gestes simples mais constants. Il incarne la stabilité et l’attention sincère. Tu sens qu’il est vraiment avec toi, pas juste physiquement mais émotionnellement.",
        "ce_quil_veut_vraiment": "Construire une relation équilibrée et apaisée, où chacun peut être soi-même. Il cherche une Queen qui apprécie la douceur et la constance, mais qui sache aussi nourrir la connexion par des échanges authentiques.",
        "besoin_de_controle": "Son contrôle est subtil : il maîtrise l’environnement pour que tout reste harmonieux et prévisible. Il peut parfois freiner les changements qui menacent sa zone de confort.",
        "perte_de_controle": "Il se replie, devient plus silencieux, parfois passif. Il peut éviter les conflits au point de laisser des tensions s’installer. Son retrait est sa manière de se protéger.",
        "comportement_relationnel_typique": "Il est fiable, ponctuel, engagé. Il prend soin de toi par des gestes concrets et réguliers. Il ne promet pas la lune, mais il t’offre toujours un endroit où atterrir. Il préfère les actes aux grands discours.",
        "red_flags_recurrents": [
            "Peut éviter les conversations inconfortables",
            "Peut s’accrocher à ses habitudes au détriment de l’évolution",
            "Peut confondre paix et immobilisme",
            "Risque de devenir prévisible au point de t’ennuyer",
            "Peut croire que sa constance suffit, même quand la connexion émotionnelle s’amenuise"
        ],
        "leurres_ou_illusions": "Il peut sembler que tout va bien simplement parce qu’il ne crée pas de vagues. Mais parfois, le calme cache un manque de profondeur ou de passion.",
        "pourquoi_il_est_difficile_a_quitter": "Parce qu’il t’apporte une sécurité rare. Parce que même quand tout est banal, tu sais qu’il est là. Parce que son absence serait un vide tangible.",
        "ce_que_ca_fait_vivre_a_la_queen": "Tu te sens apaisée, aimée dans la constance… mais parfois, tu te demandes si tu vibres encore. Tu peux te sentir trop en sécurité pour bouger, même si quelque chose s’éteint doucement.",
        "talon_dachille": "Il a peur du chaos émotionnel. Il préfère maintenir la paix, même au prix de conversations nécessaires.",
        "face_cachee": "Il rêve d’un lien qui allie stability et passion, mais il a peur que la passion dérange l’équilibre.",
        "evolution_possible": "Oui, s’il apprend à ne pas craindre les vagues. S’il comprend que l’ancrage peut coexister avec le mouvement et la profondeur émotionnelle.",
        "carte_miroir": "Il te montre où tu te contentes de confort et de sécurité, au détriment de la croissance et de l’intensité.",
        "conseil_de_la_reine_mere": "Si ton cœur s’endort, c’est pas de la paix — c’est de l’hibernation. Une Queen ne vit pas juste dans un château : elle y danse aussi.",
        "phrase_de_flush_royal": "« T’es pas juste mon port d’attache. Je veux aussi que tu sois mon vent. Et si t’es pas prêt à lever l’ancre, je vais naviguer ailleurs. »",
        "verdict_final": "À garder s’il sait combiner sécurité et passion. À flusher s’il te garde dans un confort tiède qui éteint ton feu."
    }
]
