[
    {
        "concept": "Langage de l’amour",
        "nom": "Paroles valorisantes",
        "description": "Elle se sent aimée quand on lui dit qu’elle est belle, forte, importante. Les mots sont sa nourriture émotionnelle.",
        "signes_positifs": [
            "Elle s’épanouit avec un partenaire expressif",
            "Elle répond aux compliments par un sourire sincère"
        ],
        "signes_de_manque": [
            "Elle se sent invisible quand rien n’est dit",
            "Elle interprète le silence comme du désintérêt"
        ],
        "risques": [
            "Elle peut surestimer la parole au détriment des actes",
            "Elle devient vulnérable à la manipulation verbale"
        ],
        "suggéré_pour": [
            "Queen de Cœur",
            "Queen de Carreau"
        ]
    },
    {
        "concept": "Langage de l’amour",
        "nom": "Moments de qualité",
        "description": "Elle se sent aimée quand on passe du temps intentionnel avec elle, sans distraction, avec attention.",
        "signes_positifs": [
            "Elle s’ouvre pendant les moments partagés",
            "Elle ressent une profonde connexion lors d’activités simples à deux"
        ],
        "signes_de_manque": [
            "Elle se sent mise de côté si le partenaire est souvent distrait",
            "Elle s’éteint quand les moments sont trop courts ou interrompus"
        ],
        "risques": [
            "Elle peut idéaliser la présence au détriment de l’indépendance",
            "Elle risque de se sentir abandonnée facilement"
        ],
        "suggéré_pour": [
            "Queen de Trèfle",
            "Queen de Cœur"
        ]
    },
    {
        "concept": "Langage de l’amour",
        "nom": "Toucher physique",
        "description": "Elle se sent aimée par les gestes tendres, la proximité, les caresses, les étreintes et l’intimité physique.",
        "signes_positifs": [
            "Elle recherche naturellement le contact quand elle aime",
            "Elle ressent de la sécurité dans les bras de l’autre"
        ],
        "signes_de_manque": [
            "Elle doute de l’amour s’il n’y a pas de contact",
            "Elle peut se sentir rejetée par la distance physique"
        ],
        "risques": [
            "Elle peut confondre désir et amour",
            "Elle peut se suradapter physiquement pour garder l’autre proche"
        ],
        "suggéré_pour": [
            "Queen de Pique",
            "Queen de Trèfle"
        ]
    },
    {
        "concept": "Langage de l’amour",
        "nom": "Actes de service",
        "description": "Elle se sent aimée quand on fait attention à elle par des gestes concrets, en rendant service ou en anticipant ses besoins.",
        "signes_positifs": [
            "Elle remarque tout ce que l’autre fait pour elle",
            "Elle se sent touchée par les petites attentions du quotidien"
        ],
        "signes_de_manque": [
            "Elle doute de l’amour si elle doit tout faire elle-même",
            "Elle se sent négligée si les promesses ne sont pas suivies d’actes"
        ],
        "risques": [
            "Elle peut se surinvestir dans la logistique relationnelle",
            "Elle risque de ne pas verbaliser son besoin d’aide"
        ],
        "suggéré_pour": [
            "Queen de Carreau",
            "Queen de Trèfle"
        ]
    },
    {
        "concept": "Langage de l’amour",
        "nom": "Cadeaux et symboles",
        "description": "Elle se sent aimée quand on pense à elle et qu’on lui offre des choses, petites ou grandes, comme preuve visible d’attention.",
        "signes_positifs": [
            "Elle se sent reconnue quand elle reçoit un objet symbolique",
            "Elle valorise la mémoire affective dans les objets"
        ],
        "signes_de_manque": [
            "Elle pense ne pas compter si elle ne reçoit jamais rien",
            "Elle associe l’amour au manque d’investissement"
        ],
        "risques": [
            "Elle peut surinterpréter les cadeaux",
            "Elle peut devenir dépendante aux gestes matériels pour valider le lien"
        ],
        "suggéré_pour": [
            "Queen de Cœur",
            "Queen de Carreau"
        ]
    }
]